Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Declaratia 390/Translations/Localizare Support Soft Declaratia 390.*.xlf
Languages: ro_ro

# Table 3114861481 - Property 2879900210
source: VIES Header
ro_ro: Antet declaraţie VIES

# Table 3114861481 - NamedType 3114637384
source: Period from %1 till %2 already exists on %3 %4.
ro_ro: Perioada de la %1 până la %2 există deja pe %3 %4.

# Table 3114861481 - NamedType 3752334001
source: %1 should be earlier than %2.
ro_ro: %1 trebuie să fie anterioară faţă de %2.

# Table 3114861481 - NamedType 95063322
source: You cannot rename a %1.
ro_ro: Imposibil de redenumit un %1.

# Table 3114861481 - NamedType 732759939
source: You cannot change %1 because you already have declaration lines.
ro_ro: Nu puteţi modifica %1 deoarece aveţi deja linii de declaraţie.

# Table 3114861481 - NamedType 1370456556
source: The permitted values for %1 are from 1 to %2.
ro_ro: Valorile permise pentru %1 sunt de la 1 până la %2.

# Table 3114861481 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ro_ro: Sumă (MN)

# Table 3114861481 - Field 1067181389 - Property 2879900210
source: Apartment No.
ro_ro: Ap.

# Table 3114861481 - Field 66470542 - Property 2879900210
source: Authorized Employee No.
ro_ro: Nr. angajat autorizat

# Table 3114861481 - Field 714791889 - Property 2879900210
source: City
ro_ro: Localitate

# Table 3114861481 - Field 1380089580 - Property 2879900210
source: Corrected Declaration No.
ro_ro: Nr. declaraţie rectificată

# Table 3114861481 - Field 284764054 - Property 2879900210
source: Country/Region Code
ro_ro: Cod Tara/Regiune

# Table 3114861481 - Field 2908670124 - Property 2879900210
source: Country/Region Name
ro_ro: Nume ţară/regiune

# Table 3114861481 - Field 499448942 - Property 2879900210
source: County
ro_ro: Judeţ

# Table 3114861481 - Field 905723679 - Property 2879900210
source: Declaration Period
ro_ro: Perioadă declaraţie

# Table 3114861481 - Field 905723679 - Property 62802879
source: Quarter,Month
ro_ro: Trimestru,Lună

# Table 3114861481 - Field 1005905148 - Property 2879900210
source: Declaration Type
ro_ro: Tip declaratie

# Table 3114861481 - Field 1005905148 - Property 62802879
source: Normal,Corrective,Corrective-Supplementary
ro_ro: Normală,Rectificativă,Rectificativă-Suplimentară

# Table 3114861481 - Field 580412389 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Table 3114861481 - Field 2649176925 - Property 2879900210
source: End Date
ro_ro: Data încheierii

# Table 3114861481 - Field 369443211 - Property 2879900210
source: EU Goods/Services
ro_ro: Bunuri/servicii UE

# Table 3114861481 - Field 369443211 - Property 62802879
source: Both,Goods,Services
ro_ro: Ambele,Bunuri,Servicii

# Table 3114861481 - Field 2068962460 - Property 2879900210
source: Filled by Employee No.
ro_ro: Completat de angajat nr.

# Table 3114861481 - Field 3604869285 - Property 2879900210
source: House No.
ro_ro: Nr. clădire

# Table 3114861481 - Field 4102133493 - Property 2879900210
source: Municipality No.
ro_ro: Nr. municipalitate

# Table 3114861481 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 3114861481 - Field 966287263 - Property 2879900210
source: Name 2
ro_ro: Nume 2

# Table 3114861481 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 3114861481 - Field 1351594800 - Property 2879900210
source: No. Series
ro_ro: Serie numerică

# Table 3114861481 - Field 1993866289 - Property 2879900210
source: Number of Lines
ro_ro: Număr de linii

# Table 3114861481 - Field 2089215798 - Property 2879900210
source: Number of Pages
ro_ro: Număr de pagini

# Table 3114861481 - Field 3427068001 - Property 2879900210
source: Number of Supplies
ro_ro: Număr de livrări

# Table 3114861481 - Field 469475598 - Property 2879900210
source: Period No.
ro_ro: Nr. perioadă

# Table 3114861481 - Field 3660300303 - Property 2879900210
source: Post Code
ro_ro: Cod poştal

# Table 3114861481 - Field 1770676612 - Property 2879900210
source: Purchase Amount (LCY)
ro_ro: Sumă cumpărări (MN)

# Table 3114861481 - Field 1447790309 - Property 2879900210
source: Sales Amount (LCY)
ro_ro: Sumă vânzări (MN)

# Table 3114861481 - Field 1372317871 - Property 2879900210
source: Sign-off Date
ro_ro: Data semnării

# Table 3114861481 - Field 4096171742 - Property 2879900210
source: Sign-off Place
ro_ro: Locul semnării

# Table 3114861481 - Field 1677978505 - Property 2879900210
source: Tax Office Number
ro_ro: Număr administraţie financiară

# Table 3114861481 - Field 474480784 - Property 2879900210
source: Start Date
ro_ro: Data de început

# Table 3114861481 - Field 513339096 - Property 2879900210
source: Status
ro_ro: Stare

# Table 3114861481 - Field 513339096 - Property 62802879
source: Open,Released
ro_ro: Deschis,Lansat

# Table 3114861481 - Field 752586859 - Property 2879900210
source: Street
ro_ro: Strada

# Table 3114861481 - Field 3031359178 - Property 2879900210
source: Trade Type
ro_ro: Tip comerţ

# Table 3114861481 - Field 3031359178 - Property 62802879
source: Purchases,Sales,Both
ro_ro: Cumpărări,Vânzări,Ambele

# Table 3114861481 - Field 617267791 - Property 2879900210
source: VAT Registration No.
ro_ro: Cod unic de identificare

# Table 3114861481 - Field 2832340769 - Property 2879900210
source: Year
ro_ro: An

# Table 3342056226 - Property 2879900210
source: VIES Line
ro_ro: Linie declaraţie VIES

# Table 3342056226 - NamedType 3114637384
source: You cannot change Cancellation line.
ro_ro: Imposibil de modificat linia Revocare.

# Table 3342056226 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ro_ro: Sumă (MN)

# Table 3342056226 - Field 2223985768 - Property 2879900210
source: Commerce Trade No.
ro_ro: Nr. Reg. Comert

# Table 3342056226 - Field 2489005677 - Property 2879900210
source: Corrected Amount
ro_ro: Sumă rectificată

# Table 3342056226 - Field 31790714 - Property 2879900210
source: Corrected Reg. No.
ro_ro: Nr. înreg. rectificată

# Table 3342056226 - Field 284764054 - Property 2879900210
source: Country/Region Code
ro_ro: Cod Tara/Regiune

# Table 3342056226 - Field 3739575324 - Property 2879900210
source: Customer/Vendor Name
ro_ro: Nume client/furnizor

# Table 3342056226 - Field 3329509215 - Property 2879900210
source: EU 3-Party Intermediate Role
ro_ro: Rol intermediar terţ UE

# Table 3342056226 - Field 3348534314 - Property 2879900210
source: EU 3-Party Trade
ro_ro: Comerţ terţ UE

# Table 3342056226 - Field 1299529991 - Property 2879900210
source: EU Service
ro_ro: Servicii UE

# Table 3342056226 - Field 3320823955 - Property 2879900210
source: Line No.
ro_ro: Nr. Linie

# Table 3342056226 - Field 158172202 - Property 2879900210
source: Line Type
ro_ro: Tip linie

# Table 3342056226 - Field 158172202 - Property 62802879
source: New,Cancellation,Correction
ro_ro: Nou,Revocare,Rectificare

# Table 3342056226 - Field 3427068001 - Property 2879900210
source: Number of Supplies
ro_ro: Număr de livrări

# Table 3342056226 - Field 808217426 - Property 2879900210
source: Related Line No.
ro_ro: Nr. linie corelată

# Table 3342056226 - Field 3644492301 - Property 2879900210
source: Report Line Number
ro_ro: Număr linie raport

# Table 3342056226 - Field 1403379626 - Property 2879900210
source: Report Page Number
ro_ro: Număr pagină raport

# Table 3342056226 - Field 186775660 - Property 2879900210
source: System-Created
ro_ro: Creat de sistem

# Table 3342056226 - Field 2552458873 - Property 2879900210
source: Tax Group Code
ro_ro: Cod produs D394

# Table 3342056226 - Field 935367078 - Property 2879900210
source: Trade Role Type
ro_ro: Tip rol comercial

# Table 3342056226 - Field 935367078 - Property 62802879
source: Direct Trade,Intermediate Trade,Property Movement
ro_ro: Comerţ angro,Comerţ intermediar,Mutări de bunuri

# Table 3342056226 - Field 3031359178 - Property 2879900210
source: Trade Type
ro_ro: Tip comerţ

# Table 3342056226 - Field 3031359178 - Property 62802879
source: Purchase,Sale
ro_ro: Cumpărare,Vânzare

# Table 3342056226 - Field 617267791 - Property 2879900210
source: VAT Registration No.
ro_ro: Cod unic de identificare

# Table 3342056226 - Field 1499100466 - Property 2879900210
source: VIES Declaration No.
ro_ro: Nr. declaraţie VIES

# Codeunit 289395043 - NamedType 3114637384
source: There is nothing to release for declaration No. %1.
ro_ro: Nu este nimic de lansat pentru declaraţia nr. %1.

# Page 3205564308 - Property 2879900210
source: VIES Declaration
ro_ro: Declaraţie VIES

# Page 3205564308 - Control 3168444338 - Property 2879900210
source: Address
ro_ro: Adresă

# Page 3205564308 - Control 752586859 - Property 1295455071
source: Specifies the value of the Street field.
ro_ro: Specifica valoarea campului strada.

# Page 3205564308 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 3205564308 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field.
ro_ro: Specifica valoarea campului Status

# Page 3205564308 - Control 617267791 - Property 1295455071
source: Specifies the value of the VAT Registration No. field.
ro_ro: Specifica numarul de inregistrare TVA.

# Page 3205564308 - Control 2451810218 - Property 2879900210
source: Persons
ro_ro: Persoane

# Page 3205564308 - Action 1344672713 - Property 2879900210
source: &Print
ro_ro: &Imprimare

# Page 3205564308 - Action 2021036866 - Property 2879900210
source: &Declaration
ro_ro: &Declaraţie

# Page 3205564308 - Action 3106002577 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 3205564308 - Action 417747556 - Property 2879900210
source: &Get Lines for Correction
ro_ro: &Preluare linii pentru rectificare

# Page 3205564308 - Action 3138252889 - Property 2879900210
source: &Suggest Lines
ro_ro: &Sugerare linii

# Page 3205564308 - Action 483158641 - Property 2879900210
source: Re&lease
ro_ro: Lan&sare

# Page 3205564308 - Action 530829447 - Property 2879900210
source: Re&open
ro_ro: Re&deschidere

# Page 191087422 - Property 2879900210
source: VIES Declaration Subform
ro_ro: Subformular declaraţie VIES

# Page 191087422 - Control 617267791 - Property 1295455071
source: Specifies the value of the VAT Registration No. field.
ro_ro: Specifica numarul de inregistrare TVA.

# Page 2945177941 - Property 2879900210
source: VIES Declarations
ro_ro: Declaraţii VIES

# Page 2945177941 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 2945177941 - Control 513339096 - Property 1295455071
source: Specifies the value of the Status field.
ro_ro: Specifica valoarea campului Status

# Page 2945177941 - Control 617267791 - Property 1295455071
source: Specifies the value of the VAT Registration No. field.
ro_ro: Specifica numarul de inregistrare TVA.

# Page 2988176335 - Property 2879900210
source: VIES Lines
ro_ro: Linii declaraţie VIES

# Page 2988176335 - Control 617267791 - Property 1295455071
source: Specifies the value of the VAT Registration No. field.
ro_ro: Specifica numarul de inregistrare TVA.

# Report 2736707787 - Property 2879900210
source: Suggest SSA VIES Lines
ro_ro: Sugerare linii declaraţie VIES

# Report 2736707787 - NamedType 3114637384
source: Quarter/Month #1##
ro_ro: Trimestrul/Luna #1##

# Report 2736707787 - NamedType 3752334001
source: Year #2####
ro_ro: Anul #2####

# Report 2736707787 - NamedType 732759939
source: Suggesting lines @3@@@@@@@@@@@@@
ro_ro: Se sugerează liniile @3@@@@@@@@@@@@@

# Report 2736707787 - NamedType 2008153173
source: You can process one declaration only.
ro_ro: Puteţi să procesaţi o singură declaraţie.

# Report 2736707787 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Opţiuni

# Report 2736707787 - Control 4289051840 - Property 2879900210
source: Delete Existing Lines
ro_ro: Ştergere linii existente

# Report 435572410 - Property 2879900210
source: VAT- VIES Declaration
ro_ro: Declaratie VAT- VIES

# Report 435572410 - NamedType 3318310201
source: ACQUISITIONS OF GOODS
ro_ro: ACHIZIŢII DE BUNURI

# Report 435572410 - NamedType 1400366419
source: ACQUISITIONS OF SERVICES
ro_ro: ACHIZIŢII DE SERVICII

# Report 435572410 - NamedType 1764704100
source: AMOUNT
ro_ro: SUMĂ

# Report 435572410 - NamedType 797865669
source: AMOUNT
ro_ro: SUMĂ

# Report 435572410 - NamedType 3187428541
source: APPENDIX TO THE STATEMENT
ro_ro: ANEXĂ LA DECLARAŢIE

# Report 435572410 - NamedType 2670209026
source: CITY/TOWN
ro_ro: ORAŞ

# Report 435572410 - NamedType 2234520723
source: CODE
ro_ro: COD

# Report 435572410 - NamedType 4147101931
source: CODE
ro_ro: COD

# Report 435572410 - NamedType 3476455157
source: COMPANY
ro_ro: FIRMĂ

# Report 435572410 - NamedType 3965024414
source: COMPANY
ro_ro: FIRMĂ

# Report 435572410 - NamedType 1338009073
source: CORRECTIVE DECLARATION
ro_ro: DECLARAŢIE RECTIFICATIVĂ

# Report 435572410 - NamedType 2100665346
source: COUNTRY CODE
ro_ro: COD ŢARĂ

# Report 435572410 - NamedType 3647520227
source: COUNTRY CODE
ro_ro: COD ŢARĂ

# Report 435572410 - NamedType 2685394802
source: COUNTY
ro_ro: JUDEŢ

# Report 435572410 - NamedType 3691708901
source: DECLARATION TYPE
ro_ro: TIP DECLARAŢIE

# Report 435572410 - NamedType 948983673
source: FISCAL ADDRESS
ro_ro: DOMICILIU FISCAL

# Report 435572410 - NamedType 3661319708
source: For the fiscal authorities use
ro_ro: Loc rezervat organului fiscal

# Report 435572410 - NamedType 2777269489
source: GENERAL TOTAL
ro_ro: TOTAL GENERAL

# Report 435572410 - NamedType 3387752939
source: IDENTIFICATION DATA
ro_ro: DATE DE IDENTIFICARE

# Report 435572410 - NamedType 206689223
source: INITIAL DECLARATION
ro_ro: DECLARAŢIE INIŢIALĂ

# Report 435572410 - NamedType 681649189
source: LIST OF INTRA-COMMUNITY TRANSACTIONS
ro_ro: LISTĂ DE OPERAŢIUNI INTRACOMUNITARE

# Report 435572410 - NamedType 1371617080
source: MONTH
ro_ro: LUNĂ

# Report 435572410 - NamedType 272016420
source: MONTH
ro_ro: LUNĂ

# Report 435572410 - NamedType 3320297124
source: MONTH
ro_ro: LUNĂ

# Report 435572410 - NamedType 4013403517
source: NAME
ro_ro: NUME

# Report 435572410 - NamedType 775363971
source: NAME OF INTRA-COMMUNITY OPERATOR
ro_ro: DENUMIRE OPERATOR INTRACOMUNITAR

# Report 435572410 - NamedType 593011636
source: NAME OF INTRA-COMMUNITY OPERATOR
ro_ro: DENUMIRE OPERATOR INTRACOMUNITAR

# Report 435572410 - NamedType 4175112798
source: Name of the responsible person
ro_ro: Numele persoanei responsabile

# Report 435572410 - NamedType 3943248207
source: No.
ro_ro: Nr.

# Report 435572410 - NamedType 2724265433
source: PAGE
ro_ro: PAGINA

# Report 435572410 - NamedType 2423835488
source: PAGE
ro_ro: PAGINA

# Report 435572410 - NamedType 1318420150
source: PAGE TOTAL
ro_ro: TOTAL PAGINĂ

# Report 435572410 - NamedType 1364765823
source: PAGE TOTAL
ro_ro: TOTAL PAGINĂ

# Report 435572410 - NamedType 2975538348
source: PHONE
ro_ro: TEL.

# Report 435572410 - NamedType 2919953239
source: Position
ro_ro: Poziţie

# Report 435572410 - NamedType 3935708538
source: POST CODE
ro_ro: COD POŞTAL

# Report 435572410 - NamedType 315461086
source: RECAPITULATIVE
ro_ro: DECLARAŢIE RECAPITULATIVĂ

# Report 435572410 - NamedType 1104455850
source: Registration Date
ro_ro: Data înregistrării

# Report 435572410 - NamedType 2863460645
source: Registration No
ro_ro: Nr. înregistrare

# Report 435572410 - NamedType 828433204
source: REPORTING PERIOD
ro_ro: PERIOADĂ DE RAPORTARE

# Report 435572410 - NamedType 3976393424
source: SC
ro_ro: SCARA

# Report 435572410 - NamedType 4275381484
source: Signature
ro_ro: Semnătură

# Report 435572410 - NamedType 287886457
source: Stamp
ro_ro: Semnătura şi ştampila

# Report 435572410 - NamedType 216665610
source: STATEMENT FOR INTRA-COMMUNITY
ro_ro: PRIVIND LIVRĂRILE/ACHIZIŢIILE/PRESTĂRILE

# Report 435572410 - NamedType 2254990575
source: STREET
ro_ro: STRADĂ

# Report 435572410 - NamedType 1835098240
source: SUMMARY OF STATEMENT
ro_ro: REZUMAT DECLARAŢIE

# Report 435572410 - NamedType 405782064
source: SUPPLIES/ACQUISITIONS
ro_ro: INTRACOMUNITARE

# Report 435572410 - NamedType 4124889788
source: SUPPLIES OF GOODS
ro_ro: LIVRĂRI DE BUNURI

# Report 435572410 - NamedType 3767051420
source: SUPPLIES OF GOODS IN A TRIANGULATION SCHEME
ro_ro: LIVRĂRI DE BUNURI ÎN CADRUL UNEI OPERAŢIUNI TRIUNGHIULARE

# Report 435572410 - NamedType 3874862730
source: SUPPLIES OF SERVICES
ro_ro: PRESTĂRI DE SERVICII

# Report 435572410 - NamedType 3057846450
source: TOTAL NO OF ANNEXES TO THE DECLARATION
ro_ro: NUMĂR TOTAL PAGINI ANEXĂ LA DECLARAŢIE

# Report 435572410 - NamedType 3389905693
source: TOTAL NUMBER OF INTRA-COMMUNITY OPERATORS
ro_ro: NUMĂR TOTAL OPERATORI INTRACOMUNITARI

# Report 435572410 - NamedType 1919978297
source: TOTAL OF INTRA-COMMUNITY SUPPLIES/ACQUISITIONS OF GOODS/SERVICE
ro_ro: TOTAL LIVRĂRI/ACHIZIŢII INTRACOMUNITARE DE BUNURI/SERVICII

# Report 435572410 - NamedType 1874242950
source: TRANSACTION CODE
ro_ro: COD OPERAŢIUNE

# Report 435572410 - NamedType 3805560198
source: TRANSACTION CODE
ro_ro: COD OPERAŢIUNE

# Report 435572410 - NamedType 2114819380
source: Under the penalties of law, I declare that the data in this form are correct and complete
ro_ro: Sub sancţiunile aplicate faptei de fals în acte publice, declar că datele din această declaraţie sunt corecte şi complete.

# Report 435572410 - NamedType 1822760617
source: VAT REGISTRATION NO
ro_ro: COD TVA OPERATOR INTRACOMUNITAR

# Report 435572410 - NamedType 4266957611
source: VAT REGISTRATION NO
ro_ro: COD TVA OPERATOR INTRACOMUNITAR

# Report 435572410 - NamedType 4163923378
source: VAT REGISTRATION NO
ro_ro: COD TVA OPERATOR INTRACOMUNITAR

# Report 435572410 - NamedType 2229108925
source: YEAR
ro_ro: AN

# Report 435572410 - NamedType 1656670687
source: YEAR
ro_ro: AN

# Report 435572410 - NamedType 1550512608
source: YEAR
ro_ro: AN

# Report 435572410 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Opţiuni

# Report 435572410 - Control 3640067685 - Property 2879900210
source: Export to XML File
ro_ro: Export în fişier XML

# Report 435572410 - Control 3973653471 - Property 2879900210
source: First Name
ro_ro: Prenume

# Report 435572410 - Control 4082585823 - Property 2879900210
source: Last Name
ro_ro: Nume de familie

# Report 435572410 - Control 56735747 - Property 2879900210
source: Job Title
ro_ro: Funcţie

# PageExtension 2666930995 - Action 843325577 - Property 2879900210
source: D390
ro_ro: [NAB: SUGGESTION]D390

# PageExtension 86253041 - Control 2686076932 - Property 1295455071
source: Specifies the value of the Street field.
ro_ro: Specifica valoarea campului strada.

# TableExtension 723949658 - Property 2879900210
source: Localization Setup
ro_ro: Parametrizare Localizare

# TableExtension 723949658 - Field 307090558 - Property 2879900210
source: ANAF Logo
ro_ro: Logo ANAF

# TableExtension 723949658 - Field 1222115150 - Property 2879900210
source: Apartment No.
ro_ro: Ap.

# TableExtension 723949658 - Field 1020899137 - Property 2879900210
source: Building
ro_ro: Bloc

# TableExtension 723949658 - Field 3187380395 - Property 2879900210
source: Floor
ro_ro: Etaj

# TableExtension 723949658 - Field 283291654 - Property 2879900210
source: House No.
ro_ro: Nr. clădire

# TableExtension 723949658 - Field 1601597966 - Property 2879900210
source: Municipality No.
ro_ro: Nr. municipalitate

# TableExtension 723949658 - Field 2686076932 - Property 2879900210
source: Street
ro_ro: Strada

# TableExtension 723949658 - Field 1677978505 - Property 2879900210
source: Tax Office Number
ro_ro: Număr administraţie financiară

# TableExtension 723949658 - Field 4057897705 - Property 2879900210
source: Unit
ro_ro: Unităţi Supl.

# TableExtension 723949658 - Field 2440480552 - Property 2879900210
source: VIES Declaration Nos.
ro_ro: Numere declaratii VIES

# TableExtension 3005288013 - Field 836092565 - Property 2879900210
source: 390 Type
ro_ro: Tip 390

# TableExtension 3005288013 - Field 836092565 - Property 62802879
source: ,Special Agriculture 390
ro_ro: ,Agricultura 390
