Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft E-Documente/Translations/Localizare Support Soft E-Documente.*.xlf
Languages: ro_ro

# Table 2079753362 - Property 2879900210
source: E-Documents Details
ro_ro: Detalii Documente Electronice

# Table 2079753362 - Field 176560267 - Property 2879900210
source: ClassifiedTaxCategory ID
ro_ro: ID Categorie Taxa

# Table 2079753362 - Field 346437465 - Property 2879900210
source: ClassifiedTaxCategory Percent
ro_ro: Procent Categorie Taxa

# Table 2079753362 - Field 1924882014 - Property 2879900210
source: Currency ID
ro_ro: ID valuta

# Table 2079753362 - Field 3452530742 - Property 2879900210
source: Invoice Quantity
ro_ro: Cantitate factura

# Table 2079753362 - Field 2842094365 - Property 2879900210
source: Item Description
ro_ro: Descriere articol

# Table 2079753362 - Field 3683672590 - Property 2879900210
source: Item Name
ro_ro: Nume articol

# Table 2079753362 - Field 3582421358 - Property 2879900210
source: Line Amount
ro_ro: Suma linie

# Table 2079753362 - Field 1656078941 - Property 2879900210
source: Line ID
ro_ro: ID Linie

# Table 2079753362 - Field 3320823955 - Property 2879900210
source: Line No.
ro_ro: Nr. Linie

# Table 2079753362 - Field 2350854009 - Property 2879900210
source: Log Entry No.
ro_ro: Nr. intrare jurnal

# Table 2079753362 - Field 3865270442 - Property 2879900210
source: NAV No.
ro_ro: Nr. NAV

# Table 2079753362 - Field 1541647339 - Property 2879900210
source: NAV Type
ro_ro: Tip NAV

# Table 2079753362 - Field 2898143332 - Property 2879900210
source: Note
ro_ro: Nota

# Table 2079753362 - Field 178764955 - Property 2879900210
source: Price Amount
ro_ro: Suma Pret

# Table 2079753362 - Field 333997025 - Property 2879900210
source: Price Currency ID
ro_ro: ID Valuta Pret

# Table 2079753362 - Field 639508887 - Property 2879900210
source: ClassifiedTaxCategory TaxScheme ID
ro_ro: ID Schema Categorie Taxa

# Table 2079753362 - Field 3478032625 - Property 2879900210
source: Type of Line
ro_ro: Tip Linie

# Table 2079753362 - Field 3478032625 - Property 62802879
source: ,Invoice Line,PaymentMeans Line
ro_ro: ,Linie de Factura,Linie Mijloc Plată

# Table 2079753362 - Field 2951275221 - Property 2879900210
source: Unit Code
ro_ro: Cod Unitate

# Table 3931156184 - Property 2879900210
source: RO Factura/Transport Log Entry
ro_ro: Coada RO Factura/Transport

# Table 3931156184 - Field 2696821940 - Property 2879900210
source: ClientFileName
ro_ro: Cale Fisier Client

# Table 3931156184 - Field 655446791 - Property 2879900210
source: Created Purchase Invoice No.
ro_ro: Nr. Factura Creata

# Table 3931156184 - Field 1407200743 - Property 2879900210
source: Creation Date
ro_ro: Data creare

# Table 3931156184 - Field 788537400 - Property 2879900210
source: Creation Time
ro_ro: Ora creare

# Table 3931156184 - Field 4190130733 - Property 2879900210
source: Customer No.
ro_ro: Nr. client

# Table 3931156184 - Field 3461834954 - Property 2879900210
source: Description
ro_ro: Descriere

# Table 3931156184 - Field 2175249711 - Property 2879900210
source: Document Currency Code
ro_ro: Cod Valuta Document

# Table 3931156184 - Field 486908828 - Property 2879900210
source: Document No.
ro_ro: Nr. document

# Table 3931156184 - Field 2363328873 - Property 2879900210
source: Document Type
ro_ro: Tip document

# Table 3931156184 - Field 2363328873 - Property 62802879
source: ,Sales Shipment,Sales Invoice,Transfer Shipment,Sales Credit Memo
ro_ro: ,Livrare Vanzare,Factura vanzare,Livrare de Transfer,Nota de Credit Vanzare

# Table 3931156184 - Field 883711285 - Property 2879900210
source: Entry No.
ro_ro: Nr. Intrare

# Table 3931156184 - Field 149522872 - Property 2879900210
source: Entry Type
ro_ro: Tip intrare

# Table 3931156184 - Field 2852966117 - Property 2879900210
source: Error Message
ro_ro: Mesaj Eroare

# Table 3931156184 - Field 219695063 - Property 2879900210
source: Issue Date
ro_ro: Data Emitere

# Table 3931156184 - Field 2972906702 - Property 2879900210
source: NAV Vendor Name
ro_ro: Nume NAV Furnizor

# Table 3931156184 - Field 1421428038 - Property 2879900210
source: NAV Vendor No.
ro_ro: Nr. NAV Furnizor

# Table 3931156184 - Field 2774920149 - Property 2879900210
source: Posted Purch. Credit Memo No.
ro_ro: Nota de Credit Vanzari Inregistrata

# Table 3931156184 - Field 67402392 - Property 2879900210
source: Posted Purchase Invoice No.
ro_ro: Factura cumparare inreg.

# Table 3931156184 - Field 1461478126 - Property 2879900210
source: Processing DateTime
ro_ro: DataTimp procesare

# Table 3931156184 - Field 3520261335 - Property 2879900210
source: Purch.Inv Amount Including VAT
ro_ro: Suma Factura (Incl. TVA)

# Table 3931156184 - Field 3912045522 - Property 2879900210
source: Purchase Invoice Amount
ro_ro: Suma Factura (Excl TVA)

# Table 3931156184 - Field 166912650 - Property 2879900210
source: ServerFilePath
ro_ro: Cale Fisier Server

# Table 3931156184 - Field 513339096 - Property 2879900210
source: Status
ro_ro: Stare

# Table 3931156184 - Field 513339096 - Property 62802879
source: New,In Progress,Error,Completed
ro_ro: Nou,In Procesare,Eroare,Terminat

# Table 3931156184 - Field 3600491619 - Property 2879900210
source: Supplier ID
ro_ro: ID Furnizor

# Table 3931156184 - Field 2668178317 - Property 2879900210
source: Supplier Name
ro_ro: Nume Furnizor

# Table 3931156184 - Field 1546862013 - Property 2879900210
source: Total Tax Amount
ro_ro: Suma Taxa

# Table 3931156184 - Field 3657463959 - Property 2879900210
source: Total TaxExclusiveAmount
ro_ro: Suma Excl TVA

# Table 3931156184 - Field 35962161 - Property 2879900210
source: Total TaxInclusiveAmount
ro_ro: Suma Incl TVA

# Table 1813098594 - Property 2879900210
source: E-Documents Setup
ro_ro: Parametrizare Documente Electronice

# Table 1813098594 - Field 3174535945 - Property 2879900210
source: Access Token
ro_ro: Acces token

# Table 1813098594 - Field 1799079160 - Property 2879900210
source: Access Token URL
ro_ro: Cale URL token acces

# Table 1813098594 - Field 198601236 - Property 2879900210
source: Auth. URL Parms
ro_ro: Parametri Autorizare

# Table 1813098594 - Field 210959450 - Property 2879900210
source: Authorization Time
ro_ro: Ora Autorizare

# Table 1813098594 - Field 2338191276 - Property 2879900210
source: Authorization URL
ro_ro: Cale URL de autorizare

# Table 1813098594 - Field 652819368 - Property 2879900210
source: Client ID
ro_ro: ID client

# Table 1813098594 - Field 2529110793 - Property 2879900210
source: Client Secret
ro_ro: Client Secret Key

# Table 1813098594 - Field 3521330489 - Property 2879900210
source: EFactura Descarcare URL
ro_ro: URL Descarcare

# Table 1813098594 - Field 2140312191 - Property 2879900210
source: EFactura Email Address for JOB
ro_ro: Adresa email Job

# Table 1813098594 - Field 386129502 - Property 2879900210
source: EFactura Enable API
ro_ro: Activare API

# Table 1813098594 - Field 3743802738 - Property 2879900210
source: EFactura ListaMesaje URL
ro_ro: ListaMesaje URL

# Table 1813098594 - Field 1114408701 - Property 2879900210
source: EFactura Mod Test
ro_ro: Mod Test

# Table 1813098594 - Field 3569200211 - Property 2879900210
source: EFactura Stare Mesaj URL
ro_ro: Stare Mesaj URL

# Table 1813098594 - Field 2642159683 - Property 2879900210
source: EFactura Test Descarcare URL
ro_ro: Test Descarcare URL

# Table 1813098594 - Field 653177932 - Property 2879900210
source: EFactura Test ListaMesaje URL
ro_ro: Test ListaMesaje URL

# Table 1813098594 - Field 3137317769 - Property 2879900210
source: EFactura Test Stare Mesaj URL
ro_ro: Test Stare Mesaj URL

# Table 1813098594 - Field 356233767 - Property 2879900210
source: EFactura Test Upload URL
ro_ro: Test Upload URL

# Table 1813098594 - Field 4286662181 - Property 2879900210
source: EFactura Upload URL
ro_ro: Upload URL

# Table 1813098594 - Field 1951595953 - Property 2879900210
source: Expires In
ro_ro: Expira pe

# Table 1813098594 - Field 3853887604 - Property 2879900210
source: Ext. Expires In
ro_ro: Ext. Expira pe

# Table 1813098594 - Field 199260834 - Property 2879900210
source: Grant Type
ro_ro: Tip Autorizare

# Table 1813098594 - Field 199260834 - Property 62802879
source: Authorization Code,Password Credentials,Client Credentials
ro_ro: Cod Autorizare,Parola,Creadentiale Client

# Table 1813098594 - Field 4022530143 - Property 2879900210
source: No. of StareMesaj Requests
ro_ro: Nr. Cereri Stare Mesaj

# Table 1813098594 - Field 2575460289 - Property 2879900210
source: Password
ro_ro: Parola

# Table 1813098594 - Field 1663593181 - Property 2879900210
source: Primary Key
ro_ro: Cheie Primara

# Table 1813098594 - Field 618784563 - Property 2879900210
source: Redirect URL
ro_ro: URL de redirectionare.

# Table 1813098594 - Field 1513319962 - Property 2879900210
source: Refresh Token
ro_ro: Reimprospatare token

# Table 1813098594 - Field 593885934 - Property 2879900210
source: Scope
ro_ro: Scop

# Table 1813098594 - Field 513339096 - Property 62802879
source: ,Enabled,Disabled,Connected,Error
ro_ro: ,Activat,Dezactivat,Conectat,Eroare

# Table 1813098594 - Field 129688762 - Property 2879900210
source: User Name
ro_ro: Nume utilizator

# Codeunit 1232009837 - NamedType 1576717177
source: Invoice Discount Amount
ro_ro: Suma reducere factura

# Codeunit 1232009837 - NamedType 1231761724
source: Line Discount Amount
ro_ro: Suma reducere linie

# Codeunit 1232009837 - NamedType 3797252789
source: The %1 %2 contains lines on which the %3 field is empty.
ro_ro: %1 %2 conține lini unde câmpul %3 este gol.

# Codeunit 1232009837 - NamedType 3057585447
source: Salesperson
ro_ro: Agent de vanzari

# Codeunit 1136305782 - NamedType 1856408345
source: You must specify a sales invoice number.
ro_ro: Trebuie să specificați un număr de factură de vânzare. Trebuie sa specificati un numar de factura.

# Codeunit 1136305782 - NamedType 3435768410
source: You must specify a sales Shipment number.
ro_ro: Trebuie sa specificati un numar de livrare.

# Codeunit 1136305782 - NamedType 524771175
source: You must specify a Transfer Shipment number.
ro_ro: Trebuie sa specificati un numar de livrare transfer.

# Codeunit 1136305782 - NamedType 2949108034
source: The %1 table is not supported.
ro_ro: Tabela %1 nu este suportata.

# Page 213828784 - Property 2879900210
source: E-Documents Details List
ro_ro: Detalii Documente Electronice

# Page 213828784 - Control 176560267 - Property 1295455071
source: Specifies the value of the ClassifiedTaxCategory ID field.
ro_ro: Specifica Valoarea campului ClassifiedTaxCategory ID.

# Page 213828784 - Control 346437465 - Property 1295455071
source: Specifies the value of the ClassifiedTaxCategory Percent field.
ro_ro: Specifica Valoarea campului ClassifiedTaxCategory Procent.

# Page 213828784 - Control 1924882014 - Property 1295455071
source: Specifies the value of the Currency ID field.
ro_ro: Specifica valoarea campului ID Valuta

# Page 213828784 - Control 3452530742 - Property 1295455071
source: Specifies the value of the Invoice Quantity field.
ro_ro: Specifica valoarea campului Cantitate Factura

# Page 213828784 - Control 2842094365 - Property 1295455071
source: Specifies the value of the Item Description field.
ro_ro: Specifica valoarea campului Descriere Articol

# Page 213828784 - Control 3683672590 - Property 1295455071
source: Specifies the value of the Item Name field.
ro_ro: Specifica valoarea campului Nume Articol

# Page 213828784 - Control 3582421358 - Property 1295455071
source: Specifies the value of the Line Amount field.
ro_ro: Specifica valoarea campului Suma Linie.

# Page 213828784 - Control 1656078941 - Property 1295455071
source: Specifies the value of the Line ID field.
ro_ro: Specifica valoarea campului ID Linie

# Page 213828784 - Control 3865270442 - Property 1295455071
source: Specifies the value of the NAV No. field.
ro_ro: Specifica valoarea campului Nr. NAV

# Page 213828784 - Control 1541647339 - Property 1295455071
source: Specifies the value of the NAV Type field.
ro_ro: Specifica valoarea campului Tip NAV

# Page 213828784 - Control 2898143332 - Property 1295455071
source: Specifies the value of the Note field.
ro_ro: Specifica valoarea campului Nota

# Page 213828784 - Control 178764955 - Property 1295455071
source: Specifies the value of the Price Amount field.
ro_ro: Specifica valoarea campului Suma Pret.

# Page 213828784 - Control 333997025 - Property 1295455071
source: Specifies the value of the Price Currency ID field.
ro_ro: Specifica valoarea campului ID Valuta Pret,

# Page 213828784 - Control 639508887 - Property 1295455071
source: Specifies the value of the ClassifiedTaxCategory TaxScheme ID field.
ro_ro: Specifica valoarea campului ID Schema Categorie Taxa.

# Page 213828784 - Control 2951275221 - Property 1295455071
source: Specifies the value of the Unit Code field.
ro_ro: Specifica valoarea campului Cod Unitate

# Page 213828784 - Action 2672014294 - Property 2879900210
source: Process Invoice
ro_ro: Procesare Factura

# Page 2154388502 - Property 2879900210
source: E-Documents Log Entries
ro_ro: Intrari Jurnal Documente Electronice

# Page 2154388502 - Control 2696821940 - Property 1295455071
source: Client File Name
ro_ro: Nume Fisier

# Page 2154388502 - Control 655446791 - Property 1295455071
source: Specifies the value of the Created Purchase Invoice No. field.
ro_ro: Specifică valoarea câmpului Nr. factură de achiziție creată.

# Page 2154388502 - Control 1407200743 - Property 1295455071
source: Creation Date
ro_ro: Data creare

# Page 2154388502 - Control 788537400 - Property 1295455071
source: Creation Time
ro_ro: Ora creare

# Page 2154388502 - Control 4190130733 - Property 1295455071
source: Customer No.
ro_ro: Nr. client

# Page 2154388502 - Control 847982449 - Property 1295455071
source: Date Response
ro_ro: Data Raspuns

# Page 2154388502 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
ro_ro: Specifică valoarea câmpului Descriere.

# Page 2154388502 - Control 2175249711 - Property 1295455071
source: Specifies the value of the Document Currency Code field.
ro_ro: Precizează valoarea câmpului Document Currency Code (Cod monedă document).

# Page 2154388502 - Control 486908828 - Property 1295455071
source: Document No.
ro_ro: Nr. document

# Page 2154388502 - Control 2363328873 - Property 1295455071
source: Document Type
ro_ro: Tip Document

# Page 2154388502 - Control 883711285 - Property 1295455071
source: Entry No.
ro_ro: Nr. intrare

# Page 2154388502 - Control 149522872 - Property 1295455071
source: Specifies the value of the Entry Type field.
ro_ro: Specifica valoarea campului Tip Intrare

# Page 2154388502 - Control 2852966117 - Property 1295455071
source: Error Message
ro_ro: Mesaj de eroare

# Page 2154388502 - Control 3326815322 - Property 1295455071
source: Execution Status
ro_ro: Status Executie

# Page 2154388502 - Control 219695063 - Property 1295455071
source: Specifies the value of the Issue Date field.
ro_ro: Precizează valoarea câmpului Data eliberării.

# Page 2154388502 - Control 2972906702 - Property 1295455071
source: Specifies the value of the NAV Vendor Name field.
ro_ro: Specifică valoarea câmpului NAV Vendor Name (Nume furnizor NAV).

# Page 2154388502 - Control 1421428038 - Property 1295455071
source: Specifies the value of the NAV Vendor No. field.
ro_ro: Specifică valoarea câmpului NAV Vendor No.

# Page 2154388502 - Control 2774920149 - Property 1295455071
source: Specifies the value of the Posted Purch. Credit Memo No. field.
ro_ro: Precizează valoarea lui Posted Purch. Credit Memo No.

# Page 2154388502 - Control 67402392 - Property 1295455071
source: Specifies the value of the Posted Purchase Invoice No. field.
ro_ro: Specifică valoarea câmpului Nr. Factura Inregistrata

# Page 2154388502 - Control 1461478126 - Property 1295455071
source: Processing DateTime
ro_ro: DataOra Procesare

# Page 2154388502 - Control 3520261335 - Property 1295455071
source: Specifies the value of the Purch.Inv Amount Including VAT field.
ro_ro: Specifica suma Incl TVA din factual de achizitie

# Page 2154388502 - Control 3912045522 - Property 1295455071
source: Specifies the value of the Purchase Invoice Amount field.
ro_ro: Specifica suma Excl TVA din factual de achizitie

# Page 2154388502 - Control 513339096 - Property 1295455071
source: Status
ro_ro: Stare

# Page 2154388502 - Control 3600491619 - Property 1295455071
source: Specifies the value of the Supplier ID field.
ro_ro: Specifică valoarea câmpului ID Furnizor.

# Page 2154388502 - Control 2668178317 - Property 1295455071
source: Specifies the value of the Supplier Name field.
ro_ro: Specifică valoarea câmpului Nume Furnizor

# Page 2154388502 - Control 1546862013 - Property 1295455071
source: Specifies the value of the Total Tax Amount field.
ro_ro: Specifica valoarea campului Suma Taxa.

# Page 2154388502 - Control 3657463959 - Property 1295455071
source: Specifies the value of the Total TaxExclusiveAmount field.
ro_ro: Specifică valoarea câmpului Suma Taxa Excl. TVA

# Page 2154388502 - Control 35962161 - Property 1295455071
source: Specifies the value of the Total TaxInclusiveAmount field.
ro_ro: Specifică valoarea câmpului Suma Taxa Incl TVA

# Page 2154388502 - Action 853209408 - Property 1295455071
source: Upload ANAF XML File
ro_ro: Încărcați fișierul ANAF XML

# Page 2154388502 - Action 853209408 - Property 2879900210
source: Upload ANAF XML File
ro_ro: Încărcați fișierul ANAF XML

# Page 2154388502 - Action 1912613678 - Property 1295455071
source: Download File
ro_ro: Descarti fisier

# Page 2154388502 - Action 1912613678 - Property 2879900210
source: Download File
ro_ro: Descarti fisier

# Page 2154388502 - Action 4076137915 - Property 1295455071
source: Reset Status
ro_ro: Resetare Status

# Page 2154388502 - Action 4076137915 - Property 2879900210
source: Reset Status
ro_ro: Resetare Status

# Page 2154388502 - Action 3647556740 - Property 1295455071
source: Get Lista Mesaje
ro_ro: Obțineți Lista Mesaje

# Page 2154388502 - Action 3647556740 - Property 2879900210
source: Get Lista Mesaje
ro_ro: Obțineți Lista Mesaje

# Page 2154388502 - Action 925689529 - Property 1295455071
source: Process Entry
ro_ro: Procesare Intrare

# Page 2154388502 - Action 925689529 - Property 2879900210
source: Process Entry
ro_ro: Procesare Intrare

# Page 2154388502 - Action 3461750827 - Property 1295455071
source: Show Details
ro_ro: Afişare detalii

# Page 2154388502 - Action 3461750827 - Property 2879900210
source: Show Details
ro_ro: Afişare detalii

# Page 1813098594 - Property 2879900210
source: E-Documents Setup
ro_ro: Parametrizare Documente Electronice

# Page 1813098594 - Control 618784563 - Property 1295455071
source: Redirect URL-ul
ro_ro: URL de redirectionare.

# Page 1813098594 - Control 1513319962 - Property 1295455071
source: Specifies the value of the Refresh Token field.
ro_ro: Specifică valoarea câmpului Refresh Token.

# Page 1813098594 - Control 593885934 - Property 1295455071
source: Scope-ul
ro_ro: Scop

# Page 1813098594 - Action 2719423354 - Property 1295455071
source: Update Token using Refresh Token
ro_ro: Actualizarea token-ului folosind Refresh Token

# Page 1813098594 - Action 2719423354 - Property 2879900210
source: Refresh Token
ro_ro: Reimprospatare token

# XmlPort 901964794 - NamedType 1856408345
source: You must specify a sales invoice number.
ro_ro: Trebuie să specificați un număr de factură de vânzare. Trebuie sa specificati un numar de factura.

# XmlPort 901964794 - NamedType 2949108034
source: The %1 table is not supported.
ro_ro: Tabela %1 nu este suportata.

# XmlPort 901964794 - Control 2015682052 - Property 1295455071
source: Enter the number of the sales invoice that you want to export.
ro_ro: Introduceti numarul facturii pe care doriti sa o exportati.

# XmlPort 901964794 - Control 2015682052 - Property 2879900210
source: Sales Invoice No.
ro_ro: Nr. Factura Vanzare

# XmlPort 1692424621 - NamedType 1856408345
source: You must specify a sales invoice number.
ro_ro: Trebuie să specificați un număr de factură de vânzare. Trebuie sa specificati un numar de factura.

# XmlPort 1692424621 - NamedType 3435768410
source: You must specify a sales Shipment number.
ro_ro: Trebuie sa specificati un numar de livrare.

# XmlPort 1692424621 - NamedType 524771175
source: You must specify a Transfer Shipment number.
ro_ro: Trebuie sa specificati un numar de livrare transfer.

# XmlPort 1692424621 - NamedType 2949108034
source: The %1 table is not supported.
ro_ro: Tabela %1 nu este suportata.

# XmlPort 1692424621 - Control 2015682052 - Property 1295455071
source: Enter the sales invoice number to be exported.
ro_ro: Introduceti numarul facturii pe care doriti sa o exportati.

# XmlPort 1692424621 - Control 2015682052 - Property 2879900210
source: Sales Invoice No.
ro_ro: Nr. Factura Vanzare

# PageExtension 1821313830 - Control 3876830460 - Property 1295455071
source: The Ship-to Sector of the customer. This field is used to determine the Ship-to Sector of the customer when the customer is not specified on the sales document line.
ro_ro: Livrare-la Sector Client

# PageExtension 3611927432 - Control 3876830460 - Property 1295455071
source: The Ship-to Sector of the customer
ro_ro: Livrare-la Sector Client

# PageExtension 997401514 - Action 983162281 - Property 1295455071
source: Send EFactura
ro_ro: Trimite EFactura

# PageExtension 997401514 - Action 983162281 - Property 2879900210
source: Send EFactura
ro_ro: Trimite EFactura

# PageExtension 3325784796 - Action 983162281 - Property 1295455071
source: Send EFactura
ro_ro: Trimite EFactura

# PageExtension 3325784796 - Action 983162281 - Property 2879900210
source: Send EFactura
ro_ro: Trimite EFactura

# PageExtension 3325784796 - Action 1078768990 - Property 1295455071
source: Send ETransport
ro_ro: Trimite ETransport

# PageExtension 3325784796 - Action 1078768990 - Property 2879900210
source: Send ETransport
ro_ro: Trimite ETransport

# PageExtension 3325784796 - Control 3876830460 - Property 1295455071
source: Ship-to Sector
ro_ro: Livrare-la Sector

# PageExtension 1394683531 - Action 1078768990 - Property 1295455071
source: Send ETransport
ro_ro: Trimite ETransport

# PageExtension 1394683531 - Action 1078768990 - Property 2879900210
source: Send ETransport
ro_ro: Trimite ETransport

# PageExtension 1481789302 - Action 1078768990 - Property 1295455071
source: Send ETransport
ro_ro: Trimite ETransport

# PageExtension 1481789302 - Action 1078768990 - Property 2879900210
source: Send ETransport
ro_ro: Trimite ETransport

# TableExtension 2466963254 - Field 3876830460 - Property 2879900210
source: Ship-to Sector
ro_ro: Livrare-la Sector

# TableExtension 150063921 - Field 3876830460 - Property 2879900210
source: Ship-to Sector
ro_ro: Livrare-la Sector

# TableExtension 2426074450 - Field 3876830460 - Property 2879900210
source: Ship-to Sector
ro_ro: Livrare-la Sector

# TableExtension 4119680750 - Field 1516385336 - Property 2879900210
source: SSAEDSector Bucuresti
ro_ro: Sector Bucuresti

# TableExtension 725727178 - Field 4100913480 - Property 2879900210
source: Allow Edit Posted Sales Doc
ro_ro: Permite Editare Document Vanzare Inregistrat
