Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Rapoarte Legale/Translations/Localizare Support Soft Rapoarte Legale.*.xlf
Languages: ro_ro

# Report 1908846081 - Property 2879900210
source: Customer Balance Confirmation
ro_ro: Client - Confirmare Sold

# Report 1908846081 - NamedType 154103091
source: All amounts are in LCY.
ro_ro: Toate sumele sunt in MN

# Report 1908846081 - NamedType 119669109
source: BALANCE CONFIRMATION at date:
ro_ro: CONFIRMARE SOLD la data:

# Report 1908846081 - NamedType 4109729673
source: Bank:
ro_ro: Banca:

# Report 1908846081 - NamedType 1906244111
source: Commerce Registration No.:
ro_ro: Nr. inreg. Registrul Comertului:

# Report 1908846081 - NamedType 3232037661
source: Credit Unit:
ro_ro: Unitatea creditoare:

# Report 1908846081 - NamedType 1079711182
source: Curr.
ro_ro: Moneda

# Report 1908846081 - NamedType 684809554
source: Page
ro_ro: Pagina

# Report 1908846081 - NamedType 1288385384
source: Customer - Balance to Date
ro_ro: Client - Sold la Data

# Report 1908846081 - NamedType 69404221
source: Posting Date
ro_ro: Data înreg.

# Report 1908846081 - NamedType 2666207796
source: Debit Unit:
ro_ro: Unitatea debitoare:

# Report 1908846081 - NamedType 2913521026
source: External Doc. No.
ro_ro: Nr. doc. extern

# Report 1908846081 - NamedType 3927909846
source: Fiscal Identification Code:
ro_ro: Cod de identificare fiscala:

# Report 1908846081 - NamedType 1564621511
source: Remaining Amount
ro_ro: Sumă rămasă

# Report 1908846081 - NamedType 650077689
source: Page
ro_ro: Pagina

# Report 1908846081 - NamedType 2857599222
source: Registration no.........................................from................................
ro_ro: Nr. inregistrare.........................................din................................

# Report 1908846081 - NamedType 1499186126
source: STATEMENT OF ACCOUNT
ro_ro: EXTRAS DE CONT

# Report 1908846081 - NamedType 2476940767
source: Balance on %1
ro_ro: Sold la %1

# Report 1908846081 - NamedType 3114637384
source: According to the existing provisions, we hereby communicate you that in our bookkeeping, on
ro_ro: Conform dispozitiilor in vigoare, va instiintam ca, in evidentele noastre contabile, la data de

# Report 1908846081 - NamedType 3752334001
source: your company has the following debits:
ro_ro: unitatea dumneavoastra figureaza cu urmatoarele debite:

# Report 1908846081 - NamedType 95063322
source: We ask you to send us this statement of account for the confirmed amount within 5 days from the document's receipt, and in case of observing differences, to enclose an explanatory note containing your objections.
ro_ro: In termen de 5 zile de la data primirii, urmeaza sa ne restituiti acest extras confirmat pentru suma acceptata, iar in cazul constatarii de diferente sa anexati nota explicativa cuprinzand obiectiile dumneavoastra.

# Report 1908846081 - NamedType 732759939
source: receipt, and in case of observing differences, to enclose an explanatory note containing your objections.
ro_ro: iar in cazul constatarii de diferente sa anexati nota explicativa cuprinzand obiectiile dumneavoastra.

# Report 1908846081 - NamedType 1370456556
source: The present statement of account pleads for conciliation according to the arbitrary procedure.
ro_ro: Prezentul extras de cont tine loc de conciliere conform procedurii arbitrale.

# Report 1908846081 - NamedType 3876734894
source: Total Balance
ro_ro: Sold total

# Report 1908846081 - NamedType 2056093884
source: Financial Department Director,
ro_ro: Conducatorul financiar - contabil,

# Report 1908846081 - NamedType 3759188558
source: County:
ro_ro: Judetul:

# Report 1908846081 - NamedType 3412265012
source: Director,
ro_ro: Conducatorul unitatii,

# Report 1908846081 - NamedType 1504666271
source: Location (City, Street, No.):
ro_ro: Sediul (localitatea, strada, numar):

# Report 1908846081 - ReportLabel 369569350
source: We confirm this statement of account for the amount of.................lei, for whose payment (this will be filled in accordingly):
ro_ro: Confirmam prezentul extras de cont pentru suma de..........................lei, pentru achitarea careia (se va completa dupa caz):

# Report 1908846081 - ReportLabel 2751446795
source: lei, for whose payment (this will be filled in accordingly):
ro_ro: lei, pentru achitarea careia (se va completa dupa caz):

# Report 1908846081 - ReportLabel 3389143412
source: a) I submitted to (bank, postal office, etc).................................the document (pazment order, warrant)...................................................................................
ro_ro: a) am depus la (banca, oficiul postal etc.).....................................cu documentul (ordin de plata, mandat, etc.).................................................................................

# Report 1908846081 - ReportLabel 1476053561
source: with the document (pazment order, warrant)
ro_ro: cu documentul (ordin de plata, mandat, etc.)

# Report 1908846081 - ReportLabel 2113750178
source: no......................................................from..............................................................................
ro_ro: nr......................................................catre..............................................................................

# Report 1908846081 - ReportLabel 200660327
source: from
ro_ro: din data de

# Report 1908846081 - ReportLabel 838356944
source: b) we will make payment in a period of.....................................................................................................................................................
ro_ro: b) urmeaza sa efectuam plata intr-un termen de......................................................

# Report 1908846081 - ReportLabel 3220234389
source: Our objections regarding the amounts of the present statement of account are enclosed in the explanatory note.
ro_ro: Obiectiile noastre privind sumele din prezentul extras de cont sunt cuprinse in nota explicativa anexata.

# Report 1908846081 - ReportLabel 3483619077
source: To:
ro_ro: La:

# Report 1908846081 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1908846081 - Control 3703808988 - Property 2879900210
source: Accountant
ro_ro: Director financiar

# Report 1908846081 - Control 1637284436 - Property 2879900210
source: Manager
ro_ro: Director

# Report 1908846081 - Control 3287144200 - Property 2879900210
source: Show Amounts in LCY
ro_ro: Afisare sume in MN

# Report 1908846081 - Control 1196418791 - Property 2879900210
source: Include Unapplied Entries
ro_ro: Includere intrari neaplicate

# Report 1908846081 - Control 1571306482 - Property 2879900210
source: Without details
ro_ro: Fara detalii

# Report 2362240312 - Property 2879900210
source: Customer - Trial Balance
ro_ro: Client - Balanta verificare

# Report 2362240312 - Property 3863440606
source: payment due,order status
ro_ro: Plata datorata,Starea comenzii

# Report 2362240312 - NamedType 1290543826
source: Amounts in LCY
ro_ro: Sume in MN

# Report 2362240312 - NamedType 684809554
source: Page
ro_ro: Pagina

# Report 2362240312 - NamedType 1617667251
source: Customer - Trial Balance
ro_ro: Client - Balanta verificare

# Report 2362240312 - NamedType 3555156106
source: Fiscal Year-To-Date
ro_ro: Exercitiu financiar p?na la data

# Report 2362240312 - NamedType 3167210143
source: Only includes customers with entries in the period
ro_ro: Include numai clientii cu intrari in perioada

# Report 2362240312 - NamedType 2171017903
source: Net Change
ro_ro: Sold perioada

# Report 2362240312 - NamedType 2716332507
source: Period
ro_ro: Perioadă

# Report 2362240312 - NamedType 2476940767
source: It was not possible to find a %1 in %2.
ro_ro: Imposibil de gasit un %1 in %2.

# Report 2362240312 - NamedType 95063322
source: Period: %1
ro_ro: Perioada: %1

# Report 2362240312 - NamedType 732759939
source: Total for
ro_ro: Total pentru

# Report 2362240312 - NamedType 1370456556
source: Group Totals: %1
ro_ro: Grupare totaluri: %1

# Report 2362240312 - NamedType 1537753689
source: Total in LCY
ro_ro: Total in MN

# Report 2362240312 - NamedType 3058314049
source: Ending Balance
ro_ro: Sold final

# Report 2362240312 - ReportLabel 935578558
source: Beginning Balance
ro_ro: Sold initial

# Report 2536325079 - Property 2879900210
source: Customer Partner Report
ro_ro: Client - Fisa partenerului

# Report 2536325079 - NamedType 4010907880
source: This report also includes customers that only have balances.
ro_ro: Raportul include de asemenea clientii care au doar sold.

# Report 2536325079 - NamedType 923882959
source: Closing Document No.
ro_ro: Nr document inchidere tranz.

# Report 2536325079 - NamedType 1597380718
source: Balance
ro_ro: Sold

# Report 2536325079 - NamedType 3780563523
source: Balance LCY
ro_ro: Sold MN

# Report 2536325079 - NamedType 2099512183
source: Credit Amount
ro_ro: Suma credit

# Report 2536325079 - NamedType 2502754466
source: Credit Amount LCY
ro_ro: Sume creditoare MN

# Report 2536325079 - NamedType 680424826
source: Debit Amount
ro_ro: Suma debit

# Report 2536325079 - NamedType 4207163087
source: Debit Amount LCY
ro_ro: Sume debitoare MN

# Report 2536325079 - NamedType 2476940767
source: Period:
ro_ro: Perioada:

# Report 2536325079 - NamedType 1927858078
source: Cheque paid at %1
ro_ro: Cec platit la data %1

# Report 2536325079 - NamedType 1290161461
source: Cheque unpaid
ro_ro: Cec neplatit

# Report 2536325079 - NamedType 2396645672
source: Remaining Amount!
ro_ro: Suma ramasa!

# Report 2536325079 - NamedType 1758949055
source: Initial Balance At Date
ro_ro: Sold initial la data

# Report 2536325079 - NamedType 3672038906
source: Received Invoice
ro_ro: Factura primita

# Report 2536325079 - NamedType 3034342289
source: (LCY)
ro_ro: (MN)

# Report 2536325079 - NamedType 142664330
source: Adj. of Opening Balance
ro_ro: Ajust. Sold Deschidere

# Report 2536325079 - NamedType 609953760
source: Adj. of Opening Balance
ro_ro: Ajust. Sold Deschidere

# Report 2536325079 - NamedType 4185665247
source: Total Adj. of Opening Balance
ro_ro: Ajust. Totala Sold Deschidere

# Report 2536325079 - NamedType 329424276
source: Customer - Partner Report Currency
ro_ro: Fisa parteneri - clienti valuta

# Report 2536325079 - Control 4084436833 - Property 2879900210
source: Hide Cancelled Documents
ro_ro: Ascundere documente anulate

# Report 2536325079 - Control 4210208039 - Property 2879900210
source: ShowForeign
ro_ro: Fisa in Valuta

# Report 778617675 - Property 2879900210
source: Depreciation Register
ro_ro: Registru Amortizare

# Report 778617675 - NamedType 2082714319
source: Please specify a filter for the Depreciation Book Code field in the FA Ledger Entry table. For information about entering filters, see the online Help.
ro_ro: Specificaţi un filtru pentru câmpul Filtru cod registru amortizare în tabelul Intrare registru MF. Pentru informaţii pentrbout entering filters, see the online Help.

# Report 778617675 - NamedType 3752334001
source: Please specify a filter for the Ending Date Filter field.
ro_ro: Specificaţi un filtru pentru câmpul Filtru dată sfârşit.

# Report 778617675 - NamedType 2720410936
source: Company:
ro_ro: Societate:

# Report 778617675 - NamedType 3358107553
source: Filters
ro_ro: Filtru

# Report 778617675 - NamedType 3995804170
source: DEPRECIATION REGISTER
ro_ro: REGISTRU AMORTIZARE

# Report 778617675 - NamedType 338533491
source: Date
ro_ro: Data

# Report 778617675 - NamedType 976230108
source: Aquisition cost
ro_ro: Cost de achizitie

# Report 778617675 - NamedType 1613926725
source: Previous depreciation
ro_ro: Amortizare precedenta

# Report 778617675 - NamedType 2251623342
source: Current depreciation
ro_ro: Amortizare curenta

# Report 778617675 - NamedType 2889319959
source: Cumulated depreciation
ro_ro: Amortizare cumulata

# Report 778617675 - NamedType 3527016576
source: Remaining Value
ro_ro: Valoare ramasă

# Report 778617675 - NamedType 1290701856
source: Report date
ro_ro: Dată raport:

# Report 778617675 - NamedType 653005239
source: User
ro_ro: Utilizator

# Report 778617675 - NamedType 2566095090
source: Total Group
ro_ro: Total grupă:

# Report 778617675 - NamedType 1928398473
source: Total Report
ro_ro: Total

# Report 778617675 - NamedType 3841488324
source: Please specify a filter for the Report Date Filter field.
ro_ro: Specificaţi un filtru pentru câmpul Filtru dată raport!

# Report 778617675 - NamedType 3203791707
source: Register depreciation must be filled!
ro_ro: Specificaţi un filtru pentru câmpul Filtru cod registru amortizare în tabelul Registru amortizare MF. Pentru informaţii pentru intr

# Report 778617675 - NamedType 821914262
source: At date:
ro_ro: La data:

# Report 778617675 - NamedType 184217645
source: Page:
ro_ro: Pagina:

# Report 778617675 - ReportLabel 1483358338
source: Current Depreciation
ro_ro: Amortizare curentă

# Report 778617675 - ReportLabel 1194902018
source: Cumulate Depreciation
ro_ro: Amortizare cumulată

# Report 778617675 - ReportLabel 1183479767
source: Previous Depreciation
ro_ro: Amortizare precedentă

# Report 778617675 - ReportLabel 943991044
source: Acquisition Cost
ro_ro: Cost de achiziţie

# Report 778617675 - ReportLabel 3935295464
source: Description
ro_ro: Descriere

# Report 778617675 - ReportLabel 1214834271
source: P.I.F. Date
ro_ro: Alte bunuri si prestari de servicii pentru nevoile firmei

# Report 778617675 - ReportLabel 2870810287
source: Posting Group
ro_ro: Grupă înreg.

# Report 778617675 - ReportLabel 1322452009
source: Remaining Value
ro_ro: Valoare ramasă

# Report 778617675 - ReportLabel 692765735
source: No. of Depr. Months
ro_ro: Nr. luni amortizare

# Report 778617675 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 778617675 - Control 2896563812 - Property 2879900210
source: Report Date
ro_ro: Dată raport

# Report 778617675 - Control 3307674120 - Property 2879900210
source: For Inventory Items
ro_ro: Pentru obiecte inventar

# Report 3169143473 - Property 2879900210
source: Fixed Assets Cassation Report
ro_ro: Process Verbal Casare Mijloc Fix

# Report 3169143473 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1956072118 - Property 2879900210
source: FA Phys. Inventory List
ro_ro: Listă inventar fizic MF

# Report 1956072118 - NamedType 735167784
source: Phys. Fixed Assets List
ro_ro: Listă mijloace fixe - fizic

# Report 1956072118 - NamedType 97471167
source: FIXED ASSET PHYSICAL INVENTORY DOCUMENT No.
ro_ro: Nr. DOCUMENT INVENTAR FIZIC MIJLOACE FIXE

# Report 1956072118 - NamedType 2010561018
source: Depreciation Book Code must not be empty.
ro_ro: Codul registrului de amortizare nu trebuie lăsat necompletat.

# Report 1956072118 - NamedType 1372864401
source: Totals for
ro_ro: Totaluri pentru

# Report 1956072118 - NamedType 3285954252
source: You must fill in the Document Date.
ro_ro: Trebuie să completaţi Data documentului.

# Report 1956072118 - ReportLabel 1705208941
source: Adress:
ro_ro: Adresa:

# Report 1956072118 - ReportLabel 2227502714
source: Approved by committee members:
ro_ro: Aprobat de membrii comisiei:

# Report 1956072118 - ReportLabel 4228753597
source: Committee members:
ro_ro: Membri comisie:

# Report 1956072118 - ReportLabel 1628648114
source: Commerce Trade No.:
ro_ro: Nr. înreg. Reg. Com.:

# Report 1956072118 - ReportLabel 2636863510
source: Company:
ro_ro: Societate:

# Report 1956072118 - ReportLabel 1609111285
source: Description
ro_ro: Descriere

# Report 1956072118 - ReportLabel 661411517
source: Document No.:
ro_ro: Nr. document:

# Report 1956072118 - ReportLabel 2780900378
source: Stocktaking end date/ time
ro_ro: Dată/oră sfârşit inventariere

# Report 1956072118 - ReportLabel 3556012179
source: Acquisition Cost
ro_ro: Cost de achiziţie

# Report 1956072118 - ReportLabel 3319485819
source: Book Value
ro_ro: Valoare de inventar

# Report 1956072118 - ReportLabel 4195948807
source: Depreciation
ro_ro: Amortizare

# Report 1956072118 - ReportLabel 1102882246
source: FA Description
ro_ro: Descriere MF

# Report 1956072118 - ReportLabel 3410169983
source: FA No.
ro_ro: Nr. MF

# Report 1956072118 - ReportLabel 2642913662
source: Serial No.
ro_ro: Serie

# Report 1956072118 - ReportLabel 825352491
source: FA Class Code
ro_ro: Cod clasă MF

# Report 1956072118 - ReportLabel 812543622
source: FA Location Code
ro_ro: Cod locaţie MF

# Report 1956072118 - ReportLabel 2953272799
source: FA Subclass Code
ro_ro: Cod subclasă MF

# Report 1956072118 - ReportLabel 2276815974
source: Line No.
ro_ro: Nr. Linie

# Report 1956072118 - ReportLabel 1036266939
source: Main Asset/Component
ro_ro: Mijl. fix principal/Componentă

# Report 1956072118 - ReportLabel 4285838200
source: No.
ro_ro: Nr.

# Report 1956072118 - ReportLabel 3832004034
source: Page:
ro_ro: Pagina:

# Report 1956072118 - ReportLabel 125603787
source: QTY Calc.
ro_ro: Cant. calc.

# Report 1956072118 - ReportLabel 3162929194
source: QTY Inv.
ro_ro: Cant. stoc

# Report 1956072118 - ReportLabel 2789768658
source: Quantity
ro_ro: Cantitate

# Report 1956072118 - ReportLabel 3236118089
source: On
ro_ro: La

# Report 1956072118 - ReportLabel 670121586
source: Report date:
ro_ro: Data raport:

# Report 1956072118 - ReportLabel 3035043221
source: LIST OF INVENTORY FIXED ASSETS
ro_ro: LISTĂ INVENTARIERE MIJLOACE FIXE

# Report 1956072118 - ReportLabel 1380590072
source: Responsible Employee
ro_ro: Angajat responsabil

# Report 1956072118 - ReportLabel 1579397117
source: Serial No.
ro_ro: Serie

# Report 1956072118 - ReportLabel 3193050235
source: Date, Signature
ro_ro: Data, Semnătura

# Report 1956072118 - ReportLabel 1720354163
source: Stocktaking begin date/ time
ro_ro: Dată/oră început inventariere

# Report 1956072118 - ReportLabel 503603377
source: Total (Quantity, Amount):
ro_ro: Total (Cantitate, Sumă):

# Report 1956072118 - ReportLabel 541617320
source: User:
ro_ro: Utilizator:

# Report 1956072118 - ReportLabel 2245890258
source: VAT Registration No.:
ro_ro: Cod fiscal:

# Report 1956072118 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1956072118 - Control 3552972809 - Property 2879900210
source: Depreciation Book
ro_ro: Registru amortizare

# Report 1956072118 - Control 1594611733 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Report 1956072118 - Control 3117834186 - Property 2879900210
source: Document No.
ro_ro: Nr. document

# Report 1956072118 - Control 3984071296 - Property 2879900210
source: Group By
ro_ro: Grupare după

# Report 1956072118 - Control 3984071296 - Property 62802879
source: None,FA Location Code Only,Responsible Employee Only,FA Location and Responsible,Responsible and Location
ro_ro: Nimic,Numai cod locaţie MF,Numai angajat responsabil,Locaţie MF şi Responsabil,Responsabil şi Locaţie

# Report 1956072118 - Control 1761461930 - Property 2879900210
source: Print FA Values
ro_ro: Imprimare valori MF

# Report 1956072118 - Control 41802195 - Property 2879900210
source: Print FA with Zero Book Value
ro_ro: Imprimare MF cu valoare de inventar zero

# Report 3000165964 - NamedType 3621557332
source: External Doc No
ro_ro: Nr doc extern

# Report 1754020722 - Property 2879900210
source: Warehouse/Item Trial Balance
ro_ro: Fisa Magazie Cantitativa

# Report 1754020722 - NamedType 2476940767
source: Input Amt. (ACY)
ro_ro: Intrări val. (VA)

# Report 1754020722 - NamedType 3114637384
source: Output Amt. (ACY)
ro_ro: Ieşiri val. (VA)

# Report 1754020722 - NamedType 3752334001
source: Inventory Amt. (ACY)
ro_ro: Stoc val. (VA)

# Report 1754020722 - NamedType 95063322
source: Unit Cost Calc. (ACY)
ro_ro: Cost unitar calc. (VA)

# Report 1754020722 - NamedType 732759939
source: Input Amt.
ro_ro: Intrări val.

# Report 1754020722 - NamedType 1370456556
source: Output Amt.
ro_ro: Ieşiri val.

# Report 1754020722 - NamedType 2008153173
source: Inventory Amt.
ro_ro: Stoc val.

# Report 1754020722 - NamedType 2645849790
source: Unit Cost Calc.
ro_ro: Cost unitar calc.

# Report 1754020722 - NamedType 3283546407
source: Location Code:
ro_ro: Cod locaţie:

# Report 1754020722 - NamedType 3921243024
source: Location Name:
ro_ro: Nume locaţie:

# Report 1754020722 - NamedType 1664139952
source: Location Address:
ro_ro: Adresă locaţie:

# Report 1754020722 - NamedType 1026443335
source: Inventory Posting Group
ro_ro: Grupă înregistrare stocuri

# Report 1754020722 - NamedType 2939533186
source: Item No.
ro_ro: Nr. articol

# Report 1754020722 - NamedType 2301836569
source: Description:
ro_ro: Descriere:

# Report 1754020722 - NamedType 4214926420
source: Total Inventory Posting Group
ro_ro: Total grupă înreg. stocuri

# Report 1754020722 - NamedType 3577229803
source: You must specify an item.
ro_ro: Trebuie să specificaţi un articol.

# Report 1754020722 - ReportLabel 3367770091
source: Checked by,
ro_ro: Verificat,

# Report 1754020722 - ReportLabel 2636863510
source: Company:
ro_ro: Societate:

# Report 1754020722 - ReportLabel 2056286434
source: Unit Cost Calc.
ro_ro: Cost unitar calc.

# Report 1754020722 - ReportLabel 2208162275
source: Date
ro_ro: Data

# Report 1754020722 - ReportLabel 4014902424
source: Doc. No.
ro_ro: Nr. doc.

# Report 1754020722 - ReportLabel 3169776551
source: Doc. Type
ro_ro: Tip doc.

# Report 1754020722 - ReportLabel 1769033991
source: General Total Item No.
ro_ro: Total general nr. articol

# Report 1754020722 - ReportLabel 641870269
source: Initial Stock
ro_ro: Stoc iniţial

# Report 1754020722 - ReportLabel 3088447356
source: Input (Qty.)
ro_ro: Intrări (cant.)

# Report 1754020722 - ReportLabel 1137304256
source: Inventory (Qty.)
ro_ro: Stoc (cant.)

# Report 1754020722 - ReportLabel 3261725795
source: Output (Qty.)
ro_ro: Ieşiri (cant.)

# Report 1754020722 - ReportLabel 3832004034
source: Page:
ro_ro: Pagina:

# Report 1754020722 - ReportLabel 998334869
source: Prepared by,
ro_ro: Întocmit,

# Report 1754020722 - ReportLabel 3236118089
source: Report Date:
ro_ro: Dată raport

# Report 1754020722 - ReportLabel 3035043221
source: WAREHOUSE / ITEM TRIAL BALANCE
ro_ro: FIŞA DE MAGAZIE

# Report 1754020722 - ReportLabel 529218226
source: Source Description
ro_ro: Descriere sursă

# Report 1754020722 - ReportLabel 4196348756
source: Location Code:
ro_ro: Cod locaţie:

# Report 1754020722 - ReportLabel 3558652139
source: Location Name:
ro_ro: Nume locaţie:

# Report 1754020722 - ReportLabel 3771695812
source: Inventory Posting Group
ro_ro: Grupă înregistrare stocuri

# Report 1754020722 - ReportLabel 114425133
source: Item No.
ro_ro: Nr. articol

# Report 1754020722 - ReportLabel 752121750
source: Description:
ro_ro: Descriere:

# Report 1754020722 - ReportLabel 2631637093
source: Total Item No.
ro_ro: Total nr. articol

# Report 1754020722 - ReportLabel 3877534222
source: Unit of Measure
ro_ro: Unitate de măsură

# Report 1754020722 - ReportLabel 541617320
source: User:
ro_ro: Utilizator:

# Report 1379851764 - Property 2879900210
source: Fixed Assets Card
ro_ro: Fişă mijloace fixe

# Report 1379851764 - NamedType 513815466
source: Document No.
ro_ro: Nr. document

# Report 1379851764 - NamedType 3910730866
source: Acquisition Cost
ro_ro: Cost de achiziţie

# Report 1379851764 - NamedType 3765570315
source: Book Value
ro_ro: Valoare de inventar

# Report 1379851764 - NamedType 1987762555
source: Page
ro_ro: Pagina

# Report 1379851764 - NamedType 3578952504
source: Depreciation Ending Date
ro_ro: Data de sfârşit amortizare

# Report 1379851764 - NamedType 2296003316
source: No. of Depreciation Years
ro_ro: Nr. ani de amortizare

# Report 1379851764 - NamedType 2389394144
source: Depreciation %
ro_ro: Amortizare %

# Report 1379851764 - NamedType 1635293749
source: Depreciation Starting Date
ro_ro: Data de început amortizare

# Report 1379851764 - NamedType 2598038898
source: Description
ro_ro: Descriere
