Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Rapoarte Legale/Translations/Localizare Support Soft Rapoarte Legale.*.xlf
Languages: ro_ro

# Report 1379851764 - NamedType 4167895199
source: Fixed Assets Card
ro_ro: Fişă mijloace fixe

# Report 1379851764 - NamedType 2042450372
source: Monthly Depreciation
ro_ro: Amortizare lunară

# Report 1379851764 - NamedType 3211442742
source: No.
ro_ro: Nr.

# Report 1379851764 - NamedType 2476940767
source: You should specify Depreciation Book Code.
ro_ro: Trebuie specificat registru amortizare.

# Report 1379851764 - NamedType 3114637384
source: Depreciation Book:
ro_ro: Registru amortizare:

# Report 1379851764 - NamedType 3752334001
source: TOTAL Amount on FA Location Code
ro_ro: TOTAL suma pe cod locaţie MF

# Report 1379851764 - NamedType 95063322
source: TOTAL Amount on
ro_ro: TOTAL suma pe

# Report 1379851764 - NamedType 732759939
source: TOTAL Amount on FA Subclass Code
ro_ro: TOTAL suma pe cod subclasă MF

# Report 1379851764 - NamedType 2008153173
source: Continued
ro_ro: Continuare

# Report 1379851764 - NamedType 2645849790
source: Initial Book Value
ro_ro: Valoare iniţială de inventar

# Report 1379851764 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1379851764 - Control 3552972809 - Property 2879900210
source: Depreciation Book Code
ro_ro: Cod registru amortizare

# Report 809807295 - Property 2879900210
source: G/L Acc. Detailed Trial Bal.
ro_ro: Fişă de cont

# Report 809807295 - NamedType 1653612302
source: Balance
ro_ro: Sold

# Report 809807295 - NamedType 2701544291
source: Balance
ro_ro: Sold

# Report 809807295 - NamedType 1126378883
source: Balancing Account
ro_ro: Cont corespondent

# Report 809807295 - NamedType 2445603658
source: Balancing Account
ro_ro: Cont corespondent

# Report 809807295 - NamedType 1987762555
source: Page
ro_ro: Pagina

# Report 809807295 - NamedType 35837468
source: Date
ro_ro: Data

# Report 809807295 - NamedType 467352911
source: Date
ro_ro: Data

# Report 809807295 - NamedType 2121036619
source: Entry No.
ro_ro: Nr. intrare

# Report 809807295 - NamedType 1641757805
source: Entry No.
ro_ro: Nr. intrare

# Report 809807295 - NamedType 3269491096
source: G/L Acc. Detailed Trial Bal.
ro_ro: Fişă de cont

# Report 809807295 - NamedType 1567015619
source: Include Closing Entries
ro_ro: Includere intrări închidere

# Report 809807295 - NamedType 3142614010
source: Movements in Period
ro_ro: Rulaj în perioadă

# Report 809807295 - NamedType 1636624369
source: Number
ro_ro: Număr

# Report 809807295 - NamedType 1766558826
source: Number
ro_ro: Număr

# Report 809807295 - NamedType 3707963479
source: Posting Description
ro_ro: Explicatie inregistrare

# Report 809807295 - NamedType 2257986127
source: Posting Description
ro_ro: Explicatie inregistrare

# Report 809807295 - NamedType 3721275410
source: Previous Amount
ro_ro: Suma precedentă

# Report 809807295 - NamedType 2476940767
source: <+7D>
ro_ro: +7Z

# Report 809807295 - NamedType 3114637384
source: Account No.
ro_ro: Nr. cont

# Report 809807295 - NamedType 3992163957
source: Total Movements in Period
ro_ro: Total rulaj în perioadă

# Report 809807295 - NamedType 449695264
source: Type
ro_ro: Tip

# Report 809807295 - NamedType 3533690562
source: Type
ro_ro: Tip

# Report 809807295 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 809807295 - Control 2025404019 - Property 2879900210
source: Include Closing Entries
ro_ro: Includere intrări închidere

# Report 2737454384 - NamedType 518813388
source: Company:
ro_ro: Societate:

# Report 2737454384 - NamedType 601723028
source: Commerce Trade No.
ro_ro: Nr. Reg. Comert

# Report 2737454384 - NamedType 1874960182
source: Date
ro_ro: Data

# Report 2737454384 - NamedType 1345910279
source: Posting Description
ro_ro: Explicatie inregistrare

# Report 2737454384 - NamedType 3402582811
source: Entry No.
ro_ro: Nr. intrare

# Report 2737454384 - NamedType 3710482942
source: No.
ro_ro: Nr.

# Report 2737454384 - NamedType 3969749361
source: Account nos.
ro_ro: Nre. cont

# Report 2737454384 - NamedType 2226140909
source: No.
ro_ro: Nr.

# Report 2737454384 - NamedType 501693335
source: Page
ro_ro: Pagina

# Report 2737454384 - NamedType 2900263612
source: Amounts
ro_ro: Sume

# Report 2737454384 - NamedType 329424276
source: Auxiliary Journals
ro_ro: Jurnal auxiliar

# Report 2737454384 - NamedType 2327433114
source: Type
ro_ro: Tip

# Report 2334526411 - Property 2879900210
source: Petty Cash Register FCY
ro_ro: Registru de casă în valută

# Report 2334526411 - NamedType 1653612302
source: Balance
ro_ro: Sold

# Report 2334526411 - NamedType 3627660918
source: Bal. Account Name
ro_ro: Nume cont corespondent

# Report 2334526411 - NamedType 233490101
source: Bal. Account No.
ro_ro: Nr. cont coresp.

# Report 2334526411 - NamedType 3397284704
source: Cash Document No.
ro_ro: Nr. document casă

# Report 2334526411 - NamedType 1359535786
source: Cash Receipts - FCY
ro_ro: Încasări - Valută

# Report 2334526411 - NamedType 2301543952
source: Cash Receipts - LCY
ro_ro: Încasări - MN

# Report 2334526411 - NamedType 3854679491
source: Currency Code
ro_ro: Cod valută

# Report 2334526411 - NamedType 1987762555
source: Page
ro_ro: Pagina

# Report 2334526411 - NamedType 3211442742
source: No.
ro_ro: Nr.

# Report 2334526411 - NamedType 492091162
source: Payments - FCY
ro_ro: Plăti - Valută

# Report 2334526411 - NamedType 714390848
source: Payments - LCY
ro_ro: Plăţi - MN

# Report 2334526411 - NamedType 2420461355
source: Petty Cash Register in Foreign Currency
ro_ro: Registru de casă\bancă în valută

# Report 2334526411 - NamedType 3707963479
source: Posting Description
ro_ro: Explicatie inregistrare

# Report 2334526411 - NamedType 3182770993
source: Previous Day Balance
ro_ro: Sold ziua precedentă

# Report 1188241344 - Property 2879900210
source: Petty Cash Register In LCY
ro_ro: Registru de casă în MN

# Report 1188241344 - NamedType 600525888
source: Account No.
ro_ro: Nr. cont

# Report 1188241344 - NamedType 1653612302
source: Balance
ro_ro: Sold

# Report 1188241344 - NamedType 3033080462
source: Bal. Account
ro_ro: Cont coresp.

# Report 1188241344 - NamedType 3627660918
source: Bal. Account Name
ro_ro: Nume cont corespondent

# Report 1188241344 - NamedType 3397284704
source: Cash Document No.
ro_ro: Nr. document casă

# Report 1188241344 - NamedType 1765788695
source: Cash Receipts
ro_ro: Încasări

# Report 1188241344 - NamedType 1987762555
source: Page
ro_ro: Pagina

# Report 1188241344 - NamedType 3211442742
source: No.
ro_ro: Nr.

# Report 1188241344 - NamedType 3937429255
source: Payments
ro_ro: Plăţi

# Report 1188241344 - NamedType 4242546899
source: Petty Cash Register - LCY
ro_ro: Registru de casă\bancă - MN

# Report 1188241344 - NamedType 3707963479
source: Posting Description
ro_ro: Explicatie inregistrare

# Report 1188241344 - NamedType 3182770993
source: Previous Day Balance
ro_ro: Sold ziua precedentă

# Report 1827973100 - Property 2879900210
source: Purchase VAT Journal 2013
ro_ro: Jurnal cumparari 2013

# Report 1827973100 - NamedType 3706675798
source: Capital goods
ro_ro: Bunuri de capital

# Report 1827973100 - NamedType 980974674
source: For company needs
ro_ro: Pentru nevoile firmei

# Report 1827973100 - NamedType 3014650272
source: Data
ro_ro: Date

# Report 1827973100 - Control 1572389839 - Property 2879900210
source: Without Non-Deductible VAT
ro_ro: Fara TVA Nedeductibil

# Report 227944957 - Property 2879900210
source: Sales VAT Journal
ro_ro: Jurnal vanzari

# Report 227944957 - NamedType 3014650272
source: Data
ro_ro: Date

# Report 227944957 - NamedType 1481539391
source: Purchases without Simplified VAT
ro_ro: Cumparari fara TVA Simplicat

# Report 3730653317 - Property 2879900210
source: Trial Balance (5 equalities)
ro_ro: Balanţa de verificare (5 eg.)

# Report 3730653317 - NamedType 3839259507
source: Account Name
ro_ro: Nume cont

# Report 3730653317 - NamedType 547317337
source: Acc. No.
ro_ro: Nr. cont

# Report 3730653317 - NamedType 1608866090
source: Account Type
ro_ro: Tip cont

# Report 3730653317 - NamedType 3752482607
source: Current Movements
ro_ro: Rulaje curente

# Report 3730653317 - NamedType 626747858
source: Ending Balance
ro_ro: Sold final

# Report 3730653317 - NamedType 392795857
source: Initial Balance
ro_ro: Sold iniţial

# Report 3730653317 - NamedType 3158761178
source: Previous Movements
ro_ro: Rulaje precedente

# Report 3730653317 - NamedType 3962569966
source: Total Amounts
ro_ro: Total sume

# Report 3730653317 - NamedType 184217645
source: Page:
ro_ro: Pagina:

# Report 3730653317 - NamedType 4021275026
source: Analytic / Synthetic1 / Synthetic2
ro_ro: Analitic / Sintetic1 / Sintetic2

# Report 3730653317 - NamedType 135885337
source: Analytical
ro_ro: Analitic

# Report 3730653317 - NamedType 1678380172
source: Trial Balance Type:
ro_ro: Tip balanţă verificare:

# Report 3730653317 - NamedType 2136970499
source: Currency:
ro_ro: Moneda:

# Report 3730653317 - NamedType 3340447870
source: Period:
ro_ro: Perioada:

# Report 3730653317 - NamedType 1635908051
source: Trial Balance (5 eq.)
ro_ro: BALANŢĂ DE VERIFICARE (5 EG.)

# Report 3730653317 - NamedType 4056779527
source: Synthetic1
ro_ro: Sintetic1

# Report 3730653317 - NamedType 1674902082
source: Synthetic2
ro_ro: Sintetic2

# Report 3730653317 - NamedType 3579814609
source: Amounts in:
ro_ro: Sumele sunt în:

# Report 3730653317 - NamedType 3091803616
source: Report Date:
ro_ro: Dată raport

# Report 3730653317 - NamedType 3691604621
source: Filters:
ro_ro: Filtre:

# Report 3730653317 - NamedType 1361577676
source: Print Chart of Accounts
ro_ro: Imprimare plan de conturi

# Report 3730653317 - NamedType 811102626
source: Company:
ro_ro: Societate:

# Report 3730653317 - NamedType 3824414971
source: User:
ro_ro: Utilizator:

# Report 3730653317 - NamedType 3487205427
source: With Closing:
ro_ro: Include intrări închidere:

# Report 3730653317 - ReportLabel 352369331
source: Filters
ro_ro: Filtre

# Report 3730653317 - ReportLabel 3231525166
source: Amounts in:
ro_ro: Sumele sunt în:

# Report 3730653317 - ReportLabel 1900422079
source: Account Name
ro_ro: Nume cont

# Report 3730653317 - ReportLabel 1921575789
source: Acc. No.
ro_ro: Nr. cont

# Report 3730653317 - ReportLabel 965108958
source: Account Type
ro_ro: Tip cont

# Report 3730653317 - ReportLabel 763717315
source: Current Movements
ro_ro: Rulaje curente

# Report 3730653317 - ReportLabel 2824218534
source: Ending Balance
ro_ro: Sold final

# Report 3730653317 - ReportLabel 4090222885
source: Initial Balance
ro_ro: Sold iniţial

# Report 3730653317 - ReportLabel 860174894
source: Previous Movements
ro_ro: Rulaje precedente

# Report 3730653317 - ReportLabel 2896000058
source: Total Amounts
ro_ro: Total sume

# Report 3730653317 - RequestPage 2516438534 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 3730653317 - Control 2562205386 - Property 2879900210
source: Analytic / Synthetic1 / Synthetic2
ro_ro: Analitic / Sintetic1 / Sintetic2

# Report 3730653317 - Control 1491282667 - Property 2879900210
source: Include Closing Entries
ro_ro: Includere intrări închidere

# Report 3730653317 - Control 1965444344 - Property 2879900210
source: Print Chart of Accounts
ro_ro: Imprimare plan de conturi

# Report 3730653317 - Control 1706039700 - Property 2879900210
source: Print Amounts In Add. Currency
ro_ro: Afişare sume în valuta adiţională

# Report 2995125001 - Property 2879900210
source: Vendor Balance Confirmation
ro_ro: Furnizor - Confirmare Sold

# Report 2995125001 - NamedType 154103091
source: All amounts are in LCY.
ro_ro: Toate sumele sunt in MN

# Report 2995125001 - NamedType 119669109
source: BALANCE CONFIRMATION at date:
ro_ro: CONFIRMARE SOLD la data:

# Report 2995125001 - NamedType 4109729673
source: Bank:
ro_ro: Banca:

# Report 2995125001 - NamedType 1906244111
source: Commerce Registration No.:
ro_ro: Nr. inreg. Registrul Comertului:

# Report 2995125001 - NamedType 3232037661
source: Credit Unit:
ro_ro: Unitatea creditoare:

# Report 2995125001 - NamedType 1079711182
source: Curr.
ro_ro: Moneda

# Report 2995125001 - NamedType 684809554
source: Page
ro_ro: Pagina

# Report 2995125001 - NamedType 2666207796
source: Debit Unit:
ro_ro: Unitatea debitoare:

# Report 2995125001 - NamedType 2913521026
source: External Doc. No.
ro_ro: Nr. doc. extern

# Report 2995125001 - NamedType 3927909846
source: Fiscal Identification Code:
ro_ro: Cod de identificare fiscala:

# Report 2995125001 - NamedType 1564621511
source: Remaining Amount
ro_ro: Sumă rămasă

# Report 2995125001 - NamedType 650077689
source: Page
ro_ro: Pagina

# Report 2995125001 - NamedType 2857599222
source: Registration no.........................................from................................
ro_ro: Nr. inregistrare.........................................din................................

# Report 2995125001 - NamedType 1499186126
source: STATEMENT OF ACCOUNT
ro_ro: EXTRAS DE CONT

# Report 2995125001 - NamedType 2476940767
source: Balance on %1
ro_ro: Sold la %1

# Report 2995125001 - NamedType 3114637384
source: According to the existing provisions, we hereby communicate you that in our bookkeeping, on
ro_ro: Conform dispozitiilor in vigoare, va instiintam ca, in evidentele noastre contabile, la data de

# Report 2995125001 - NamedType 3752334001
source: your company has the following credits:
ro_ro: unitatea dumneavoastra figureaza cu urmatoarele credite:

# Report 2995125001 - NamedType 95063322
source: We ask you to send us this statement of account for the confirmed amount within 5 days from the document's receipt, and in case of observing differences, to enclose an explanatory note containing your objections.
ro_ro: In termen de 5 zile de la data primirii, urmeaza sa ne restituiti acest extras confirmat pentru suma acceptata, iar in cazul constatarii de diferente sa anexati nota explicativa cuprinzand obiectiile dumneavoastra.

# Report 2995125001 - NamedType 732759939
source: receipt, and in case of observing differences, to enclose an explanatory note containing your objections.
ro_ro: iar in cazul constatarii de diferente sa anexati nota explicativa cuprinzand obiectiile dumneavoastra.

# Report 2995125001 - NamedType 1370456556
source: The present statement of account pleads for conciliation according to the arbitrary procedure.
ro_ro: Prezentul extras de cont tine loc de conciliere conform procedurii arbitrale.

# Report 2995125001 - NamedType 3876734894
source: Total Balance
ro_ro: Total sold

# Report 2995125001 - NamedType 2056093884
source: Financial Department Director,
ro_ro: Conducatorul financiar - contabil,

# Report 2995125001 - NamedType 3759188558
source: County:
ro_ro: Judetul:

# Report 2995125001 - NamedType 3412265012
source: Director,
ro_ro: Conducatorul unitatii,

# Report 2995125001 - NamedType 1504666271
source: Location (City, Street, No.):
ro_ro: Sediul (localitatea, strada, numar):

# Report 2995125001 - NamedType 223144704
source: Vendor - Balance to Date
ro_ro: Client - Sold la Data

# Report 2995125001 - NamedType 2816437317
source: Posting Date
ro_ro: Data înreg.

# Report 2995125001 - ReportLabel 369569350
source: We confirm this statement of account for the amount of.................lei, for whose payment (this will be filled in accordingly):
ro_ro: Confirmam prezentul extras de cont pentru suma de..........................lei, pentru achitarea careia (se va completa dupa caz):

# Report 2995125001 - ReportLabel 2751446795
source: lei, for whose payment (this will be filled in accordingly):
ro_ro: lei, pentru achitarea careia (se va completa dupa caz):

# Report 2995125001 - ReportLabel 3389143412
source: a) I submitted to (bank, postal office, etc).................................the document (pazment order, warrant)...................................................................................
ro_ro: a) am depus la (banca, oficiul postal etc.).....................................cu documentul (ordin de plata, mandat, etc.).................................................................................

# Report 2995125001 - ReportLabel 1476053561
source: with the document (pazment order, warrant)
ro_ro: cu documentul (ordin de plata, mandat, etc.)

# Report 2995125001 - ReportLabel 2113750178
source: no......................................................from..............................................................................
ro_ro: nr......................................................catre..............................................................................

# Report 2995125001 - ReportLabel 200660327
source: from
ro_ro: din data de

# Report 2995125001 - ReportLabel 838356944
source: b) we will make payment in a period of.....................................................................................................................................................
ro_ro: b) urmeaza sa efectuam plata intr-un termen de......................................................

# Report 2995125001 - ReportLabel 3220234389
source: Our objections regarding the amounts of the present statement of account are enclosed in the explanatory note.
ro_ro: Obiectiile noastre privind sumele din prezentul extras de cont sunt cuprinse in nota explicativa anexata.

# Report 2995125001 - ReportLabel 3483619077
source: To:
ro_ro: La:

# Report 2995125001 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 2995125001 - Control 3703808988 - Property 2879900210
source: Accountant
ro_ro: Director financiar

# Report 2995125001 - Control 1637284436 - Property 2879900210
source: Manager
ro_ro: Director

# Report 2995125001 - Control 3287144200 - Property 2879900210
source: Show Amounts in LCY
ro_ro: Afisare sume in MN

# Report 2995125001 - Control 1196418791 - Property 2879900210
source: Include Unapplied Entries
ro_ro: Includere intrari neaplicate

# Report 2995125001 - Control 1571306482 - Property 2879900210
source: Without details
ro_ro: Fara detalii

# Report 787312808 - Property 2879900210
source: Vendor - Detail Trial Balance
ro_ro: Furniz. - Detaliere balanta verif.

# Report 787312808 - NamedType 3869361220
source: Adj. of Opening Balance
ro_ro: Ajust. Sold Deschidere

# Report 787312808 - NamedType 892770887
source: All amounts are in LCY.
ro_ro: Toate sumele sunt in MN

# Report 787312808 - NamedType 2858462376
source: Balance (LCY)
ro_ro: Sold (MN)

# Report 787312808 - NamedType 4092352280
source: Due Date
ro_ro: Data scadentei

# Report 787312808 - NamedType 4013601236
source: External Doc. No.
ro_ro: Nr. doc. extern

# Report 787312808 - NamedType 650077689
source: Page
ro_ro: Pagina

# Report 787312808 - NamedType 443421780
source: Posting Date
ro_ro: Data înreg.

# Report 787312808 - NamedType 1350784698
source: This report also includes vendors that only have balances.
ro_ro: Acest raport include doar furnizori care au sold.

# Report 787312808 - NamedType 2476940767
source: Period: %1
ro_ro: Perioada: %1

# Report 787312808 - NamedType 1189245333
source: Total Adj. of Opening Balance
ro_ro: Ajust. Totala Sold Deschidere

# Report 787312808 - NamedType 4023116080
source: Total (LCY) Before Period
ro_ro: Total (MN) inaintea perioadei

# Report 787312808 - NamedType 2679186772
source: Total (LCY)
ro_ro: Total (MN)

# Report 787312808 - NamedType 3492685847
source: Vendor - Detail Trial Balance
ro_ro: Furniz. - Detaliere balanta verif.

# Report 787312808 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 787312808 - Control 24972282 - Property 1295455071
source: Specifies if you do not want the report to include entries for vendors that have a balance but do not have a net change during the selected time period.
ro_ro: Specifica daca nu doriti ca raportul sa includa intrari pentru furnizorii care au un sold, dar nu au o Sold perioada in perioada de timp selectata.

# Report 787312808 - Control 24972282 - Property 2879900210
source: Exclude Vendors That Have A Balance Only
ro_ro: Excludere numai furnizori care au sold

# Report 787312808 - Control 1055439744 - Property 1295455071
source: Specifies if each vendor's information is printed on a new page if you have chosen two or more vendors to be included in the report.
ro_ro: Specifica daca informatiile fiecarui furnizor sunt imprimate pe o pagina noua daca ati ales doi sau mai multi furnizori care sa fie inclusi in raport.

# Report 787312808 - Control 1055439744 - Property 2879900210
source: New Page per Vendor
ro_ro: Pagina noua per furnizor

# Report 787312808 - Control 387054463 - Property 1295455071
source: Specifies if the reported amounts are shown in the local currency.
ro_ro: Specifica daca sumele raportate sunt afisate in moneda locala.

# Report 787312808 - Control 387054463 - Property 2879900210
source: Show Amounts in LCY
ro_ro: Afisare sume in MN

# Report 3654671308 - Property 2879900210
source: Vendor - Partner Report
ro_ro: Furnizor - Fisa partenerului

# Report 3654671308 - NamedType 4010907880
source: This report also includes vendors that only have balances.
ro_ro: Acest raport include doar furnizori care au sold.

# Report 3654671308 - NamedType 923882959
source: Closing Document No.
ro_ro: Nr document inchidere tranz.

# Report 3654671308 - NamedType 1597380718
source: Balance
ro_ro: Sold

# Report 3654671308 - NamedType 3780563523
source: Balance LCY
ro_ro: Sold MN

# Report 3654671308 - NamedType 2099512183
source: Credit Amount
ro_ro: Suma credit

# Report 3654671308 - NamedType 2502754466
source: Credit Amount LCY
ro_ro: Sume creditoare MN

# Report 3654671308 - NamedType 680424826
source: Debit Amount
ro_ro: Suma debit

# Report 3654671308 - NamedType 4207163087
source: Debit Amount LCY
ro_ro: Sume debitoare MN

# Report 3654671308 - NamedType 2476940767
source: Period:
ro_ro: Perioada:

# Report 3654671308 - NamedType 1927858078
source: Cheque paid at %1
ro_ro: Cec platit la data %1

# Report 3654671308 - NamedType 1290161461
source: Cheque unpaid
ro_ro: Cec neplatit

# Report 3654671308 - NamedType 2396645672
source: Remaining Amount!
ro_ro: Suma ramasa!

# Report 3654671308 - NamedType 1758949055
source: Initial Balance At Date
ro_ro: Sold initial la data

# Report 3654671308 - NamedType 3672038906
source: Received Invoice
ro_ro: Factura primita

# Report 3654671308 - NamedType 3034342289
source: (LCY)
ro_ro: (MN)

# Report 3654671308 - NamedType 142664330
source: Adj. of Opening Balance
ro_ro: Ajust. Sold Deschidere

# Report 3654671308 - NamedType 609953760
source: Adj. of Opening Balance
ro_ro: Ajust. Sold Deschidere

# Report 3654671308 - NamedType 4185665247
source: Total Adj. of Opening Balance
ro_ro: Ajust. Totala Sold Deschidere

# Report 3654671308 - NamedType 329424276
source: Vendor - Partner Report - currency
ro_ro: Furnizor - Fisa partenerului valuta

# Report 3654671308 - Control 4084436833 - Property 2879900210
source: Hide Cancelled Documents
ro_ro: Ascundere documente anulate

# Report 3654671308 - Control 4210208039 - Property 2879900210
source: ShowForeign
ro_ro: Fisa in Valuta

# Report 2607254592 - Property 2879900210
source: Vendor - Trial Balance
ro_ro: Furnizor - Balanta verificare

# Report 2607254592 - NamedType 974067974
source: Amounts in LCY
ro_ro: Sume in MN

# Report 2607254592 - NamedType 684809554
source: Page
ro_ro: Pagina

# Report 2607254592 - NamedType 3555156106
source: Fiscal Year-To-Date
ro_ro: Exercitiu financiar p?na la data

# Report 2607254592 - NamedType 2171017903
source: Net Change
ro_ro: Sold perioada

# Report 2607254592 - NamedType 1165671327
source: Beginning Balance
ro_ro: Sold initial

# Report 2607254592 - NamedType 2716332507
source: Period
ro_ro: Perioada

# Report 2607254592 - NamedType 2476940767
source: It was not possible to find a %1 in %2.
ro_ro: Imposibil de gasit un %1 in %2.
