Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Rapoarte Legale/Translations/Localizare Support Soft Rapoarte Legale.*.xlf
Languages: ro_ro

# Report 2607254592 - NamedType 95063322
source: Period: %1
ro_ro: Perioada: %1

# Report 2607254592 - NamedType 732759939
source: Total for
ro_ro: Total pentru

# Report 2607254592 - NamedType 1370456556
source: Group Totals: %1
ro_ro: Grupare totaluri: %1

# Report 2607254592 - NamedType 1537753689
source: Total in LCY
ro_ro: Total in MN

# Report 2607254592 - NamedType 2159023575
source: Vendor - Trial Balance
ro_ro: Furnizor - Balanta verificare

# Report 2607254592 - NamedType 4005041658
source: Only includes vendors with entries in the period
ro_ro: Include numai furnizorii cu intrari in perioada

# Report 2607254592 - NamedType 3058314049
source: Ending Balance
ro_ro: Sold final

# Report 1547566115 - NamedType 4199308311
source: Account Name
ro_ro: Nume cont

# Report 1547566115 - NamedType 600525888
source: Account No.
ro_ro: Nr. cont

# Report 1547566115 - NamedType 2807178215
source: Current Month Movements
ro_ro: Rulaje lună curentă

# Report 1547566115 - NamedType 1987762555
source: Page
ro_ro: Pagina

# Report 1547566115 - NamedType 542980086
source: Ending Balance
ro_ro: Sold final

# Report 1547566115 - NamedType 909067503
source: G/L Trial Balance - Initial Amounts
ro_ro: Balanţă de verificare - sold iniţial

# Report 1547566115 - NamedType 4254588261
source: Initial Balance
ro_ro: Sold iniţial

# Report 1547566115 - NamedType 2476940767
source: Trial Balance Type:
ro_ro: Tip balanţă verificare:

# Report 1547566115 - NamedType 3114637384
source: Analytic
ro_ro: Analitic

# Report 1547566115 - NamedType 3752334001
source: Synthetic1
ro_ro: Sintetic1

# Report 1547566115 - NamedType 95063322
source: Synthetic2
ro_ro: Sintetic2

# Report 1547566115 - NamedType 3398926922
source: Total Amounts
ro_ro: Total sume

# Report 1547566115 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1547566115 - Control 2943676491 - Property 2879900210
source: Analytic / Synthetic1 / Synthetic2
ro_ro: Analitic / Sintetic1 / Sintetic2

# Report 1547566115 - Control 2943676491 - Property 62802879
source: Analytic,Synthetic1,Synthetic2
ro_ro: Analitic,Sintetic1,Sintetic2

# Report 1547566115 - Control 3667122595 - Property 2879900210
source: Print Chart of Accounts
ro_ro: Imprimare plan de conturi

# Report 1547566115 - Control 1706039700 - Property 2879900210
source: Show in ACY
ro_ro: Afişare în VA

# Report 1547566115 - Control 2025404019 - Property 2879900210
source: Include Closing Entries
ro_ro: Includere intrări închidere

# Report 1987458057 - Property 2879900210
source: Balanta verif. sold prec(4 eg)
ro_ro: Balanta de verificare solduri precedente (4 eg.)

# Report 1987458057 - NamedType 3839259507
source: Account Name
ro_ro: Nume cont

# Report 1987458057 - NamedType 547317337
source: Acc. No.
ro_ro: Nr. cont

# Report 1987458057 - NamedType 1608866090
source: Account Type
ro_ro: Tip cont

# Report 1987458057 - NamedType 3752482607
source: Current Movements
ro_ro: Rulaje curente

# Report 1987458057 - NamedType 626747858
source: Ending Balance
ro_ro: Sold final

# Report 1987458057 - NamedType 3273796530
source: Previous Amounts
ro_ro: Sume precedente

# Report 1987458057 - NamedType 392795857
source: Initial Balance
ro_ro: Sold iniţial

# Report 1987458057 - NamedType 3158761178
source: Previous Movements
ro_ro: Rulaje precedente

# Report 1987458057 - NamedType 3962569966
source: Total Amounts
ro_ro: Total sume

# Report 1987458057 - NamedType 184217645
source: Page:
ro_ro: Pagina:

# Report 1987458057 - NamedType 4021275026
source: Analytic / Synthetic1 / Synthetic2
ro_ro: Analitic / Sintetic1 / Sintetic2

# Report 1987458057 - NamedType 135885337
source: Analytical
ro_ro: Analitic

# Report 1987458057 - NamedType 1678380172
source: Trial Balance Type:
ro_ro: Tip balanţă verificare:

# Report 1987458057 - NamedType 2136970499
source: Currency:
ro_ro: Moneda:

# Report 1987458057 - NamedType 3340447870
source: Period:
ro_ro: Perioada:

# Report 1987458057 - NamedType 1635908051
source: Trial Balance (4 eq.)
ro_ro: BALANŢĂ DE VERIFICARE (4 EG.)

# Report 1987458057 - NamedType 4056779527
source: Synthetic1
ro_ro: Sintetic1

# Report 1987458057 - NamedType 1674902082
source: Synthetic2
ro_ro: Sintetic2

# Report 1987458057 - NamedType 3579814609
source: Amounts in:
ro_ro: Sumele sunt în:

# Report 1987458057 - NamedType 3091803616
source: Report Date:
ro_ro: Dată raport

# Report 1987458057 - NamedType 3691604621
source: Filters:
ro_ro: Filtre:

# Report 1987458057 - NamedType 1361577676
source: Print Chart of Accounts
ro_ro: Imprimare plan de conturi

# Report 1987458057 - NamedType 811102626
source: Company:
ro_ro: Societate:

# Report 1987458057 - NamedType 3824414971
source: User:
ro_ro: Utilizator:

# Report 1987458057 - NamedType 3487205427
source: With Closing:
ro_ro: Include intrări închidere:

# Report 1987458057 - ReportLabel 352369331
source: Filters
ro_ro: Filtre

# Report 1987458057 - ReportLabel 3231525166
source: Amounts in:
ro_ro: Sumele sunt în:

# Report 1987458057 - ReportLabel 1900422079
source: Account Name
ro_ro: Nume cont

# Report 1987458057 - ReportLabel 1921575789
source: Acc. No.
ro_ro: Nr. cont

# Report 1987458057 - ReportLabel 965108958
source: Account Type
ro_ro: Tip cont

# Report 1987458057 - ReportLabel 763717315
source: Current Movements
ro_ro: Rulaje curente

# Report 1987458057 - ReportLabel 2824218534
source: Ending Balance
ro_ro: Sold final

# Report 1987458057 - ReportLabel 4090222885
source: Initial Balance
ro_ro: Sold iniţial

# Report 1987458057 - ReportLabel 860174894
source: Previous Movements
ro_ro: Rulaje precedente

# Report 1987458057 - ReportLabel 2896000058
source: Total Amounts
ro_ro: Total sume

# Report 1987458057 - RequestPage 2516438534 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1987458057 - Control 2562205386 - Property 2879900210
source: Analytic / Synthetic1 / Synthetic2
ro_ro: Analitic / Sintetic1 / Sintetic2

# Report 1987458057 - Control 1491282667 - Property 2879900210
source: Include Closing Entries
ro_ro: Includere intrări închidere

# Report 1987458057 - Control 1965444344 - Property 2879900210
source: Print Chart of Accounts
ro_ro: Imprimare plan de conturi

# Report 1987458057 - Control 1706039700 - Property 2879900210
source: Print Amounts In Add. Currency
ro_ro: Afişare sume în valuta adiţională

# Report 1249282512 - Property 2879900210
source: Customer - Detail Trial Bal.
ro_ro: Client - Detal. balanta verif.

# Report 1249282512 - NamedType 27682204
source: Adj. of Opening Balance
ro_ro: Ajust. Sold Deschidere

# Report 1249282512 - NamedType 127765060
source: All amounts are in LCY
ro_ro: Toate sumele sunt in MN

# Report 1249282512 - NamedType 2858462376
source: Balance (LCY)
ro_ro: Sold (MN)

# Report 1249282512 - NamedType 4271622380
source: Total (LCY) Before Period
ro_ro: Total (MN) inaintea perioadei

# Report 1249282512 - NamedType 2192553353
source: Credit Amount
ro_ro: Suma credit

# Report 1249282512 - NamedType 780666691
source: Customer - Detail Trial Bal.
ro_ro: Client - Detal. balanta verif.

# Report 1249282512 - NamedType 4276752152
source: Debit Amount
ro_ro: Suma debit

# Report 1249282512 - NamedType 4092352280
source: Due Date
ro_ro: Data scadentei

# Report 1249282512 - NamedType 4013601236
source: External Doc. No.
ro_ro: Nr. doc. extern

# Report 1249282512 - NamedType 2337928449
source: Total Adj. of Opening Balance
ro_ro: Ajust. Totala Sold Deschidere

# Report 1249282512 - NamedType 2308951394
source: Page
ro_ro: Pagina

# Report 1249282512 - NamedType 443421780
source: Posting Date
ro_ro: Data înreg.

# Report 1249282512 - NamedType 3960329899
source: This report also includes customers that only have balances.
ro_ro: Raportul include de asemenea clientii care au doar sold.

# Report 1249282512 - NamedType 2476940767
source: Period: %1
ro_ro: Perioada: %1

# Report 1249282512 - NamedType 1583171122
source: Total (LCY)
ro_ro: Total (MN)

# Report 1249282512 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Op“úiuni

# Report 1249282512 - Control 24972282 - Property 1295455071
source: Specifies if you do not want the report to include entries for customers that have a balance but do not have a net change during the selected time period.
ro_ro: Specifica daca nu doriti ca raportul sa includa intrari pentru clientii care au un sold, dar nu au o Sold perioada in perioada de timp selectata.

# Report 1249282512 - Control 24972282 - Property 2879900210
source: Exclude Customers That Have a Balance Only
ro_ro: Excludere clienti care au numai sold

# Report 1249282512 - Control 405025560 - Property 1295455071
source: Specifies if each customer's information is printed on a new page if you have chosen two or more customers to be included in the report.
ro_ro: Specifica daca informatiile fiecarui client sunt imprimate pe o pagina noua daca ati ales doi sau mai multi clienti care sa fie inclusi in raport.

# Report 1249282512 - Control 405025560 - Property 2879900210
source: New Page per Customer
ro_ro: Pagina noua per client

# Report 1249282512 - Control 387054463 - Property 1295455071
source: Specifies if the reported amounts are shown in the local currency.
ro_ro: Specifica daca sumele raportate sunt afisate in moneda locala.

# Report 1249282512 - Control 387054463 - Property 2879900210
source: Show Amounts in LCY
ro_ro: Afisare sume in MN

# PageExtension 1321333177 - Action 2169750314 - Property 2879900210
source: Trial Balance (5 equalities)
ro_ro: Balanţa de verificare (5 eg.)

# PageExtension 1321333177 - Action 1008161016 - Property 2879900210
source: GL Account Trial Balance
ro_ro: Fisa de cont

# PageExtension 1584267745 - Action 2867270401 - Property 2879900210
source: GL Account Trial Balance
ro_ro: [NAB: SUGGESTION]Fisa de cont

# PageExtension 1584267745 - Action 2117166082 - Property 2879900210
source: Trial Balance (5 equalities)
ro_ro: [NAB: SUGGESTION]Balanţa de verificare (5 eg.)

# PageExtension 525320194 - Action 3981199220 - Property 2879900210
source: Cassation Report
ro_ro: Process Verbal Casare

# PageExtension 275967578 - Action 3981199220 - Property 2879900210
source: Cassation Report
ro_ro: Process Verbal Casare

# TableExtension 2020999437 - Field 493919944 - Property 2879900210
source: Accounting Depreciation Book
ro_ro: Registru amortizare contabilă
