Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Layouturi Comerciale/Translations/Localizare Support Soft Layouturi Comerciale.*.xlf
Languages: ro_ro

# Report 3057320000 - Property 2879900210
source: Cash Receipt Report
ro_ro: Raport Chitanta

# Report 3057320000 - NamedType 76023724
source: meaning
ro_ro: adica

# Report 3057320000 - NamedType 3619608386
source: Address
ro_ro: Adresă

# Report 3057320000 - NamedType 2906978513
source: Capital Stock
ro_ro: Capital social

# Report 3057320000 - NamedType 1240670659
source: Cashier person
ro_ro: Casier

# Report 3057320000 - NamedType 512754568
source: Cash receipt no.
ro_ro: Chitanta nr.

# Report 3057320000 - NamedType 2488382548
source: Commerce Trade No
ro_ro: Nr. inreg. Reg. Comertului

# Report 3057320000 - NamedType 1198353586
source: Date
ro_ro: Data

# Report 3057320000 - NamedType 1321683047
source: Received from
ro_ro: Am primit de la

# Report 3057320000 - NamedType 734784473
source: Work Address
ro_ro: Punct de lucru

# Report 3057320000 - NamedType 2988341632
source: Representing
ro_ro: reprezentand

# Report 3057320000 - NamedType 1733256585
source: Documents:
ro_ro: Documentele:

# Report 3057320000 - NamedType 1240982385
source: Social Address
ro_ro: Sediu social

# Report 3057320000 - NamedType 3933760952
source: Amount
ro_ro: Sumă

# Report 3057320000 - NamedType 3833844008
source: VAT REg. No.
ro_ro: Cod unic de indentificare

# Report 3057320000 - Control 105728556 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Report 3057320000 - Control 1555365197 - Property 2879900210
source: Document No.
ro_ro: Nr. document

# Report 4217313267 - Property 2879900210
source: Cash withdrawal
ro_ro: Dispozitie plata/incasare<

# Report 4217313267 - NamedType 76023724
source: meaning
ro_ro: adica

# Report 4217313267 - NamedType 3619608386
source: Address
ro_ro: Adresă

# Report 4217313267 - NamedType 2906978513
source: Capital Stock
ro_ro: Capital social

# Report 4217313267 - NamedType 512754568
source: Cash receipt no.
ro_ro: Chitanta nr.

# Report 4217313267 - NamedType 2488382548
source: Commerce Trade No
ro_ro: Nr. inreg. Reg. Comertului

# Report 4217313267 - NamedType 1447994436
source: Data
ro_ro: Date

# Report 4217313267 - NamedType 1198353586
source: Date
ro_ro: Data

# Report 4217313267 - NamedType 1321683047
source: Received from
ro_ro: Am primit de la

# Report 4217313267 - NamedType 734784473
source: Work Address
ro_ro: Punct de lucru

# Report 4217313267 - NamedType 2988341632
source: representing
ro_ro: reprezentand

# Report 4217313267 - NamedType 1240982385
source: Social Address
ro_ro: Sediu social

# Report 4217313267 - NamedType 3933760952
source: Amount
ro_ro: Sumă

# Report 2087204317 - Property 2879900210
source: Sales - Credit Memo
ro_ro: Vanzare - Nota de credit

# Report 2087204317 - NamedType 3743528138
source: Applies to Document
ro_ro: Aplicati la Documentul

# Report 2087204317 - NamedType 1908025102
source: Thank you for your business. Your credit memo is attached to this message.
ro_ro: Multumesc pentru afacere. Nota de credit este atasata la acest mesaj.

# Report 2087204317 - NamedType 2771379227
source: Sincerely
ro_ro: Cu stima

# Report 2087204317 - NamedType 3280613231
source: Account No.
ro_ro: Nr. cont

# Report 2087204317 - NamedType 3338143750
source: Bank
ro_ro: Banca

# Report 2087204317 - NamedType 1810908995
source: Giro No.
ro_ro: Nr. giro

# Report 2087204317 - NamedType 1970452706
source: Phone No.
ro_ro: Nr. telefon

# Report 2087204317 - NamedType 3701423681
source: Copy
ro_ro: Copiere

# Report 2087204317 - NamedType 1542941690
source: Date (dd.mm.yyyy)
ro_ro: Data (zz.ll.aaaa)

# Report 2087204317 - NamedType 3642584667
source: Exchange rate: %1/%2
ro_ro: Curs de schimb: %1/%2

# Report 2087204317 - NamedType 514421613
source: Hello
ro_ro: Buna

# Report 2087204317 - NamedType 1243851074
source: Home Page
ro_ro: Pagina de pornire

# Report 2087204317 - NamedType 3479778493
source: Invoice Discount Base Amount
ro_ro: Suma Baza Reducere Factura

# Report 2087204317 - NamedType 3079811618
source: Invoice Discount
ro_ro: Reducere Factura

# Report 2087204317 - NamedType 259914550
source: Credit Memo No.
ro_ro: Nr. Nota de credit

# Report 2087204317 - NamedType 1448166496
source: Payment Discount on VAT
ro_ro: Reducere Plata la TVA

# Report 2087204317 - NamedType 2284888724
source: Local Currency
ro_ro: Moneda nationala

# Report 2087204317 - NamedType 2491107794
source: You must specify one or more filters to avoid accidently printing all documents.
ro_ro: Trebuie sa specificati unul sau mai multe filtre pentru a evita imprimarea accidentala a tuturor documentelor.

# Report 2087204317 - NamedType 1877187315
source: Page
ro_ro: Pagina

# Report 2087204317 - NamedType 36769898
source: Payment Method
ro_ro: Metoda de plata

# Report 2087204317 - NamedType 2906320672
source: Payment Terms
ro_ro: Conditii de plata

# Report 2087204317 - NamedType 3763377721
source: Shipment Date
ro_ro: Data livrarii

# Report 2087204317 - NamedType 730897359
source: Storno Fiscal Invoice
ro_ro: Factura Fiscala Storno

# Report 2087204317 - NamedType 1911833152
source: Sales - Credit Memo %1
ro_ro: Vanzare - Nota de credit %1

# Report 2087204317 - NamedType 2105550444
source: Discount %
ro_ro: % Reducere

# Report 2087204317 - NamedType 1075159697
source: Sales person
ro_ro: Agent de vanzari

# Report 2087204317 - NamedType 802366685
source: Sales - Prepmt. Credit Memo %1
ro_ro: Vanzari - Nota de credit pl. anticip. %1

# Report 2087204317 - NamedType 2531235046
source: Shipment
ro_ro: Livrare

# Report 2087204317 - NamedType 2039684796
source: Ship-to Address
ro_ro: Livrare-la adresa

# Report 2087204317 - NamedType 2175793069
source: Shipment Method
ro_ro: Metoda de livrare

# Report 2087204317 - NamedType 4270536756
source: Storno Invoice
ro_ro: Factură Storno

# Report 2087204317 - NamedType 2996307807
source: Unit of Measure
ro_ro: Unitate de masura

# Report 2087204317 - NamedType 803899421
source: VAT Amount (LCY)
ro_ro: Suma TVA (MN)

# Report 2087204317 - NamedType 3751533915
source: VAT Amount
ro_ro: Suma TVA

# Report 2087204317 - NamedType 3978645464
source: VAT Amount Specification
ro_ro: Specificatie Suma TVA

# Report 2087204317 - NamedType 3259128960
source: VAT Base
ro_ro: Baza TVA

# Report 2087204317 - NamedType 282000566
source: VAT Base (LCY)
ro_ro: Baza TVA (MN)

# Report 2087204317 - NamedType 2760006609
source: VAT Clause
ro_ro: Clauza TVA

# Report 2087204317 - NamedType 1071970054
source: VAT Identifier
ro_ro: Identificator TVA

# Report 2087204317 - NamedType 1532992371
source: VAT %
ro_ro: % TVA

# Report 2087204317 - ReportDataItem 907109761 - Property 1806354803
source: Posted Sales Credit Memo
ro_ro: Nota de Credit Vanzari Inregistrata

# Report 2087204317 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Optiuni

# Report 2087204317 - Control 1885540899 - Property 1295455071
source: Specifies if you want the report to include information about components that were used in linked assembly orders that supplied the item(s) being sold.
ro_ro: Specifica daca doriti ca raportul sa includa informatii despre componentele care au fost utilizate in comenzile de asamblare legate care au furnizat articolul (ele) in curs de vanzare.

# Report 2087204317 - Control 1885540899 - Property 2879900210
source: Show Assembly Components
ro_ro: Vizualizeaza Componente Asamblare

# Report 2087204317 - Control 4222219250 - Property 1295455071
source: Specifies that shipments are shown on the document.
ro_ro: Specifica faptul ca expedierile sunt afisate in document.

# Report 2087204317 - Control 4222219250 - Property 2879900210
source: Show Shipments
ro_ro: Aratati Livrarile

# Report 2087204317 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
ro_ro: Specifica faptul ca interactiunile cu contactul sunt inregistrate.

# Report 2087204317 - Control 816368762 - Property 2879900210
source: Log Interaction
ro_ro: Interactiune fis. jurnal

# Report 3327960714 - Property 2879900210
source: Sales - Invoice
ro_ro: Vanzare - Factura

# Report 3327960714 - NamedType 3630968764
source: The invoice has been paid.
ro_ro: Factura a fost platita.

# Report 3327960714 - NamedType 1694087509
source: Billed to
ro_ro: Facturat la

# Report 3327960714 - NamedType 1908025102
source: Thank you for your business. Your invoice is attached to this message.
ro_ro: Multumesc pentru afacere. Factura este atasata la acest mesaj.

# Report 3327960714 - NamedType 857124111
source: Please make checks payable to %1
ro_ro: Va rugam sa efectuati verificari platibile la %1

# Report 3327960714 - NamedType 2771379227
source: Sincerely
ro_ro: Cu stima

# Report 3327960714 - NamedType 3280613231
source: Account No.
ro_ro: Nr. cont

# Report 3327960714 - NamedType 3338143750
source: Bank
ro_ro: Banca

# Report 3327960714 - NamedType 1810908995
source: Giro No.
ro_ro: Nr. giro

# Report 3327960714 - NamedType 1970452706
source: Phone No.
ro_ro: Nr. telefon

# Report 3327960714 - NamedType 3701423681
source: Copy
ro_ro: Copiere

# Report 3327960714 - NamedType 1542941690
source: Date (dd.mm.yyyy)
ro_ro: Data (zz.ll.aaaa)

# Report 3327960714 - NamedType 3642584667
source: Exchange rate: %1/%2
ro_ro: Curs de schimb: %1/%2

# Report 3327960714 - NamedType 901740384
source: From
ro_ro: Din

# Report 3327960714 - NamedType 514421613
source: Hello
ro_ro: Buna

# Report 3327960714 - NamedType 1243851074
source: Home Page
ro_ro: Pagina de pornire

# Report 3327960714 - NamedType 3479778493
source: Invoice Discount Base Amount
ro_ro: Suma Baza Reducere Factura

# Report 3327960714 - NamedType 3079811618
source: Invoice Discount
ro_ro: Reducere Factura

# Report 3327960714 - NamedType 259914550
source: Fiscal Invoice No.
ro_ro: Factura fiscala nr.

# Report 3327960714 - NamedType 327693762
source: Job No.
ro_ro: Nr. lucrare

# Report 3327960714 - NamedType 194808771
source: Job Task Description
ro_ro: Descriere activitate lucrare

# Report 3327960714 - NamedType 1518908157
source: Job Task No.
ro_ro: Nr. activitate lucrare

# Report 3327960714 - NamedType 1448166496
source: Payment Discount on VAT
ro_ro: Reducere Plata la TVA

# Report 3327960714 - NamedType 2284888724
source: Local Currency
ro_ro: Moneda nationala

# Report 3327960714 - NamedType 2491107794
source: You must specify one or more filters to avoid accidently printing all documents.
ro_ro: Trebuie sa specificati unul sau mai multe filtre pentru a evita imprimarea accidentala a tuturor documentelor.

# Report 3327960714 - NamedType 1877187315
source: Page
ro_ro: Pagina

# Report 3327960714 - NamedType 3539596564
source: The invoice has been partially paid. The remaining amount is %1
ro_ro: Factura a fost platita partial. Suma ramasa este %1

# Report 3327960714 - NamedType 36769898
source: Payment Method
ro_ro: Metoda de plata

# Report 3327960714 - NamedType 2906320672
source: Payment Terms
ro_ro: Conditii de plata

# Report 3327960714 - NamedType 3007589352
source: If we receive the payment before %1, you are eligible for a 2% payment discount.
ro_ro: Daca primim plata inainte de %1, sunteti eligibil pentru o reducere de plata de 2 %.

# Report 3327960714 - NamedType 3763377721
source: Shipment Date
ro_ro: Data livrarii

# Report 3327960714 - NamedType 3790346625
source: Price
ro_ro: Pret

# Report 3327960714 - NamedType 822797676
source: Price per
ro_ro: Pret per

# Report 3327960714 - NamedType 3259830970
source: Qty
ro_ro: Cant

# Report 3327960714 - NamedType 3984626017
source: Questions?
ro_ro: Intrebari?

# Report 3327960714 - NamedType 2105550444
source: Discount %
ro_ro: % Reducere

# Report 3327960714 - NamedType 1989518965
source: Fiscal Invoice
ro_ro: Factura fiscala

# Report 3327960714 - NamedType 1075159697
source: Salesperson
ro_ro: Agent de vanzari

# Report 3327960714 - NamedType 2531235046
source: Shipment
ro_ro: Livrare

# Report 3327960714 - NamedType 2039684796
source: Ship-to Address
ro_ro: Livrare-la adresa

# Report 3327960714 - NamedType 2175793069
source: Shipment Method
ro_ro: Metoda de livrare

# Report 3327960714 - NamedType 1291367939
source: Thank You!
ro_ro: Va multumesc!

# Report 3327960714 - NamedType 984818344
source: Unit
ro_ro: Unitate

# Report 3327960714 - NamedType 2996307807
source: Unit of Measure
ro_ro: Unitate de masura

# Report 3327960714 - NamedType 803899421
source: VAT Amount (LCY)
ro_ro: Suma TVA (MN)

# Report 3327960714 - NamedType 3751533915
source: VAT Amount
ro_ro: Suma TVA

# Report 3327960714 - NamedType 3978645464
source: VAT Amount Specification
ro_ro: Specificatie Suma TVA

# Report 3327960714 - NamedType 3259128960
source: VAT Base
ro_ro: Baza TVA

# Report 3327960714 - NamedType 282000566
source: VAT Base (LCY)
ro_ro: Baza TVA (MN)

# Report 3327960714 - NamedType 2760006609
source: VAT Clause
ro_ro: Clauza TVA

# Report 3327960714 - NamedType 1071970054
source: VAT Identifier
ro_ro: Identificator TVA

# Report 3327960714 - NamedType 1532992371
source: VAT %
ro_ro: % TVA

# Report 3327960714 - NamedType 1899552902
source: Your Invoice
ro_ro: Factura dvs.

# Report 3327960714 - ReportDataItem 907109761 - Property 1806354803
source: Posted Sales Invoice
ro_ro: Facturi Vanzare Inregistrate

# Report 3327960714 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Optiuni

# Report 3327960714 - Control 215716959 - Property 1295455071
source: Specifies if you want notes about additional fees to be shown on the document.
ro_ro: Specifica daca doriti ca notele despre taxele suplimentare sa fie afisate in document.

# Report 3327960714 - Control 215716959 - Property 2879900210
source: Show Additional Fee Note
ro_ro: Aratati Note Taxe suplimentare

# Report 3327960714 - Control 1885540899 - Property 1295455071
source: Specifies if you want the report to include information about components that were used in linked assembly orders that supplied the item(s) being sold.
ro_ro: Specifica daca doriti ca raportul sa includa informatii despre componentele care au fost utilizate in comenzile de asamblare legate care au furnizat articolul (ele) in curs de vanzare.

# Report 3327960714 - Control 1885540899 - Property 2879900210
source: Show Assembly Components
ro_ro: Vizualizeaza Componente Asamblare

# Report 3327960714 - Control 4222219250 - Property 1295455071
source: Specifies that shipments are shown on the document.
ro_ro: Specifica faptul ca expedierile sunt afisate in document.

# Report 3327960714 - Control 4222219250 - Property 2879900210
source: Show Shipments
ro_ro: Aratati Livrarile

# Report 3327960714 - Control 816368762 - Property 1295455071
source: Specifies that interactions with the contact are logged.
ro_ro: Specifica faptul ca interactiunile cu contactul sunt inregistrate.

# Report 3327960714 - Control 816368762 - Property 2879900210
source: Log Interaction
ro_ro: Interactiune fis. jurnal
