Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Cec-uri/Translations/Localizare Support Soft Cec-uri.*.xlf
Languages: ro_ro

# Table 502972215 - Property 2879900210
source: Payment Addresses
ro_ro: Adrese plata

# Table 502972215 - Field 1622979514 - Property 2879900210
source: Account No.
ro_ro: Nr. cont

# Table 502972215 - Field 3699788827 - Property 2879900210
source: Account type
ro_ro: Tip cont

# Table 502972215 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 502972215 - Field 3168444338 - Property 2879900210
source: Address
ro_ro: Adresă

# Table 502972215 - Field 2306852000 - Property 2879900210
source: Address 2
ro_ro: Adresa 2

# Table 502972215 - Field 714791889 - Property 2879900210
source: City
ro_ro: Localitate

# Table 502972215 - Field 3004954119 - Property 2879900210
source: Code
ro_ro: Cod

# Table 502972215 - Field 284764054 - Property 2879900210
source: Country/Region Code
ro_ro: Cod Tara/Regiune

# Table 502972215 - Field 499448942 - Property 2879900210
source: County
ro_ro: Judeţ

# Table 502972215 - Field 4049141564 - Property 2879900210
source: Default value
ro_ro: Valoare implicita

# Table 502972215 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 502972215 - Field 966287263 - Property 2879900210
source: Name 2
ro_ro: Nume 2

# Table 502972215 - Field 3660300303 - Property 2879900210
source: Post Code
ro_ro: Cod poştal

# Table 502972215 - Field 411528779 - Property 2879900210
source: Search Name
ro_ro: Nume cautare

# Table 3234925759 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 3234925759 - NamedType 3114637384
source: Deleting is not allowed because this Payment Class is already used.
ro_ro: Stergerea nu este permisa deoarece aceasta Clasa de plati este deja utilizata.

# Table 3234925759 - NamedType 3752334001
source: The series' nos must not be greater than 10.
ro_ro: Numerele seriesi nu trebuie sa fie mai mari dec_t 10.

# Table 3234925759 - Field 3004954119 - Property 2879900210
source: Code
ro_ro: Cod

# Table 3234925759 - Field 3483044347 - Property 2879900210
source: Enable
ro_ro: Activare

# Table 3234925759 - Field 1027617109 - Property 2879900210
source: Header No. Series
ro_ro: Serie numerica antet

# Table 3234925759 - Field 1149801427 - Property 2879900210
source: Is create document
ro_ro: Document creat

# Table 3234925759 - Field 4204471206 - Property 2879900210
source: Line No. Series
ro_ro: Serie numerica linie

# Table 3234925759 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 3234925759 - Field 634502619 - Property 2879900210
source: Payment Tools Customer
ro_ro: Instrumente de plată Client

# Table 3234925759 - Field 537854841 - Property 2879900210
source: Suggestions
ro_ro: Sugestii

# Table 3234925759 - Field 537854841 - Property 62802879
source: None,Customer,Vendor
ro_ro: Nimic,Client,Furnizor

# Table 2747698528 - Property 2879900210
source: Payment Header
ro_ro: Antet plata

# Table 2747698528 - NamedType 2476940767
source: Deleting not allowed
ro_ro: Stergerea nu este permisa

# Table 2747698528 - NamedType 3114637384
source: There is no line to treat
ro_ro: Nu exista nici o linie de tratat

# Table 2747698528 - NamedType 3752334001
source: You cannot modify Currency Code because the Payment Header contains lines
ro_ro: Imposibil de modificat Cod valuta deoarece Antet plata contine linii

# Table 2747698528 - NamedType 95063322
source: Payment
ro_ro: Plata

# Table 2747698528 - NamedType 732759939
source: You have changed a dimension.\\
ro_ro: Ati modificat o dimensiune.\\

# Table 2747698528 - NamedType 1370456556
source: Do you want to update the lines?
ro_ro: Actualizaţi liniile?

# Table 2747698528 - NamedType 2008153173
source: The document's currency code is the LCY Code.\\You can only choose a bank which currency code is the LCY Code.
ro_ro: Codul de valuta al documentului este Codul MN.\\Trebuie sa alegeti numai o banca al caresi cod de valuta este Codul MN.

# Table 2747698528 - NamedType 2645849790
source: The document's currency code is %1.\\You can only choose a bank which currency code is %1 or the LCY Code.
ro_ro: Codul de valuta al documentului este %1.\\Trebuie sa alegeti numai o banca al caresi cod de valuta este %1 sau Codul MN.

# Table 2747698528 - NamedType 3283546407
source: Your bank's currency code is %1.\\You must change the bank account code before modifying the currency code.
ro_ro: Codul de valuta al bancii este %1.\\Schimbati codul contului bancar inainte de a modifica codul de valuta.

# Table 2747698528 - NamedType 652464844
source: Your identification is set up to process from %1 %2 only.
ro_ro: Setările de identificare vă permit să procesaţi numai din %1 %2.

# Table 2747698528 - NamedType 1927858078
source: You may have changed a dimension.\\Do you want to update the lines?
ro_ro: S-ar putea sa fi schimbat o dimensiune. \\ Doriti sa actualizati liniile

# Table 2747698528 - Field 1622979514 - Property 2879900210
source: Account No.
ro_ro: Nr. cont

# Table 2747698528 - Field 3699788827 - Property 2879900210
source: Account Type
ro_ro: Tip cont

# Table 2747698528 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 2747698528 - Field 1433041118 - Property 2879900210
source: Agency Code
ro_ro: Cod agentie

# Table 2747698528 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 2747698528 - Field 592951229 - Property 2879900210
source: Total Amount (LCY)
ro_ro: Suma totala (MN)

# Table 2747698528 - Field 139627132 - Property 2879900210
source: Archiving authorized
ro_ro: Arhivare autorizata

# Table 2747698528 - Field 4248640148 - Property 2879900210
source: Bank Account No.
ro_ro: Nr. Cont Bancar

# Table 2747698528 - Field 3247933948 - Property 2879900210
source: Bank Address
ro_ro: Adresa banca

# Table 2747698528 - Field 3554072814 - Property 2879900210
source: Bank Address 2
ro_ro: Adresa banca 2

# Table 2747698528 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
ro_ro: Nr. Sucursala Banca

# Table 2747698528 - Field 4096573835 - Property 2879900210
source: Bank City
ro_ro: Localitate banca

# Table 2747698528 - Field 3823335650 - Property 2879900210
source: Bank Contact
ro_ro: Contact banca

# Table 2747698528 - Field 1332947128 - Property 2879900210
source: Country/Region Code
ro_ro: Cod Tara/Regiune

# Table 2747698528 - Field 2825917584 - Property 2879900210
source: County
ro_ro: Judeţ

# Table 2747698528 - Field 2685439803 - Property 2879900210
source: Bank Name
ro_ro: Nume Banca

# Table 2747698528 - Field 951019005 - Property 2879900210
source: Bank Name 2
ro_ro: Nume banca 2

# Table 2747698528 - Field 2488412349 - Property 2879900210
source: Bank Post Code
ro_ro: Cod postal banca

# Table 2747698528 - Field 94489872 - Property 2879900210
source: Cashed Amount
ro_ro: Suma incasata

# Table 2747698528 - Field 4198939294 - Property 2879900210
source: Currency Code
ro_ro: Cod valută

# Table 2747698528 - Field 2324056710 - Property 2879900210
source: Currency Factor
ro_ro: Factor valuta

# Table 2747698528 - Field 1171137197 - Property 2879900210
source: Customer Name
ro_ro: Nume Client

# Table 2747698528 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ro_ro: ID Set Dimensiune

# Table 2747698528 - Field 580412389 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Table 2747698528 - Field 4085727052 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Table 2747698528 - Field 1101945133 - Property 2879900210
source: From payment No.
ro_ro: De la plata nr.

# Table 2747698528 - Field 3962823899 - Property 2879900210
source: Endorsed
ro_ro: Girat

# Table 2747698528 - Field 1559189116 - Property 2879900210
source: Line Account No.
ro_ro: Nr. Cont Linie

# Table 2747698528 - Field 3711811593 - Property 2879900210
source: Line Account Type
ro_ro: Tip Cont Linie

# Table 2747698528 - Field 3711811593 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 2747698528 - Field 1868829107 - Property 2879900210
source: Lines not Posted
ro_ro: Linii nesinregistrate

# Table 2747698528 - Field 83813756 - Property 2879900210
source: Nb of lines
ro_ro: Numar de linii

# Table 2747698528 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 2747698528 - Field 1351594800 - Property 2879900210
source: No. Series
ro_ro: Serie numerică

# Table 2747698528 - Field 75106347 - Property 2879900210
source: Parameter
ro_ro: Parametru

# Table 2747698528 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 2747698528 - Field 2749275709 - Property 2879900210
source: Payment Class Name
ro_ro: Nume clasa plati

# Table 2747698528 - Field 3258973635 - Property 2879900210
source: Payment Number
ro_ro: Numar Plata

# Table 2747698528 - Field 802144395 - Property 2879900210
source: Payment Series
ro_ro: Serie Plata

# Table 2747698528 - Field 3710982960 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Table 2747698528 - Field 1106821242 - Property 2879900210
source: RIB Checked
ro_ro: RIB Verificat

# Table 2747698528 - Field 1696628850 - Property 2879900210
source: RIB Key
ro_ro: Cheie RIB

# Table 2747698528 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 2747698528 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Table 2747698528 - Field 2720485332 - Property 2879900210
source: Source Code
ro_ro: Cod sursă

# Table 2747698528 - Field 1405208645 - Property 2879900210
source: Status Name
ro_ro: Nume stare

# Table 2747698528 - Field 3932120693 - Property 2879900210
source: Status
ro_ro: Stare

# Table 2747698528 - Field 3119688693 - Property 2879900210
source: Vendor Name
ro_ro: Nume furnizor

# Table 3014403938 - Property 2879900210
source: Payment Header Archive
ro_ro: Arhiva antet plata

# Table 3014403938 - Field 1622979514 - Property 2879900210
source: Account No.
ro_ro: Nr. cont

# Table 3014403938 - Field 3699788827 - Property 2879900210
source: Account Type
ro_ro: Tip cont

# Table 3014403938 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 3014403938 - Field 1433041118 - Property 2879900210
source: Agency Code
ro_ro: Cod agentie

# Table 3014403938 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 3014403938 - Field 592951229 - Property 2879900210
source: Total Amount (LCY)
ro_ro: Suma totala (MN)

# Table 3014403938 - Field 4248640148 - Property 2879900210
source: Bank Account No.
ro_ro: Nr. Cont Bancar

# Table 3014403938 - Field 3247933948 - Property 2879900210
source: Bank Address
ro_ro: Adresa banca

# Table 3014403938 - Field 3554072814 - Property 2879900210
source: Bank Address 2
ro_ro: Adresa banca 2

# Table 3014403938 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
ro_ro: Nr. Sucursala Banca

# Table 3014403938 - Field 4096573835 - Property 2879900210
source: Bank City
ro_ro: Localitate banca

# Table 3014403938 - Field 3823335650 - Property 2879900210
source: Bank Contact
ro_ro: Contact banca

# Table 3014403938 - Field 1332947128 - Property 2879900210
source: Bank Country/Region Code
ro_ro: Cod tara/regiune banca

# Table 3014403938 - Field 2825917584 - Property 2879900210
source: County
ro_ro: Judeţ

# Table 3014403938 - Field 2685439803 - Property 2879900210
source: Bank Name
ro_ro: Nume Banca

# Table 3014403938 - Field 951019005 - Property 2879900210
source: Bank Name 2
ro_ro: Nume banca 2

# Table 3014403938 - Field 2488412349 - Property 2879900210
source: Bank Post Code
ro_ro: Cod postal banca

# Table 3014403938 - Field 4198939294 - Property 2879900210
source: Currency Code
ro_ro: Cod valută

# Table 3014403938 - Field 2324056710 - Property 2879900210
source: Currency Factor
ro_ro: Factor valuta

# Table 3014403938 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ro_ro: ID Set Dimensiune

# Table 3014403938 - Field 580412389 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Table 3014403938 - Field 1101945133 - Property 2879900210
source: From payment No.
ro_ro: De la plata nr.

# Table 3014403938 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 3014403938 - Field 1351594800 - Property 2879900210
source: No. Series
ro_ro: Serie numerică

# Table 3014403938 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 3014403938 - Field 2749275709 - Property 2879900210
source: Payment Class Name
ro_ro: Nume clasa plati

# Table 3014403938 - Field 3258973635 - Property 2879900210
source: Payment Number
ro_ro: Numar Plata

# Table 3014403938 - Field 802144395 - Property 2879900210
source: Payment Series
ro_ro: Serie Plata

# Table 3014403938 - Field 3710982960 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Table 3014403938 - Field 2247850105 - Property 2879900210
source: Responsibility Center
ro_ro: Centru de responsabilitate

# Table 3014403938 - Field 1106821242 - Property 2879900210
source: RIB Checked
ro_ro: RIB Marcat

# Table 3014403938 - Field 1696628850 - Property 2879900210
source: RIB Key
ro_ro: Chesie RIB

# Table 3014403938 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 3014403938 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Table 3014403938 - Field 2720485332 - Property 2879900210
source: Source Code
ro_ro: Cod sursă

# Table 3014403938 - Field 1405208645 - Property 2879900210
source: Status Name
ro_ro: Nume stare

# Table 3014403938 - Field 3932120693 - Property 2879900210
source: Status
ro_ro: Stare

# Table 3655461767 - Property 2879900210
source: Payment Line
ro_ro: Linie plata

# Table 3655461767 - NamedType 2391231709
source: Document No. %1 does not exist or is already closed.
ro_ro: Nr Document. %1 nu exista sau este deja inchis.

# Table 3655461767 - NamedType 2476940767
source: You cannot use different currencies on the same payment header.
ro_ro: Imposibil de utilizat valute diferite pe acelasiantet de plata.

# Table 3655461767 - NamedType 3114637384
source: Delete not allowed
ro_ro: Stergerea nu este permisa

# Table 3655461767 - NamedType 95063322
source: The %1 in the %2 will be changed from %3 to %4.\Do you want to continue?
ro_ro: %1 din %2 se va modifica din %3 in %4.\

# Table 3655461767 - NamedType 1370456556
source: The update has been interrupted to respect the warning.
ro_ro: Update-ul a fost interrupt pentru a respecta avertizarea.

# Table 3655461767 - NamedType 3921243024
source: LCY
ro_ro: MN

# Table 3655461767 - NamedType 3577229803
source: You are not allowed to apply and post an entry to an entry with an earlier posting date.\\Instead, post %1 %2 and then apply it to %3 %4.
ro_ro: Nu aveti permisiunea sa aplict si sa inregistrt o intrare unesi intrari cu o data de inregistrare anterioara.\\Aveti insa posibilitatea sa inregistrt %1 %2 pentru ca apoi sa o aplict la %3 %4.

# Table 3655461767 - NamedType 1927858078
source: Line cannot be deleted because amout aplied is different than 0.
ro_ro: Linia nu poate fi stearsa pentru ca suma aplicata este diferita de 0

# Table 3655461767 - Field 4217170757 - Property 2879900210
source: Acc. No. Last entry Credit
ro_ro: Credit ultima intrare nr. cont

# Table 3655461767 - Field 84342876 - Property 2879900210
source: Acc. No. Last entry Debit
ro_ro: Debit ultima intrare nr. cont

# Table 3655461767 - Field 3801974448 - Property 2879900210
source: Acc. Type last entry Credit
ro_ro: Credit ultima intrare tip cont

# Table 3655461767 - Field 3801974448 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 3655461767 - Field 1306940081 - Property 2879900210
source: Acc. Type last entry Debit
ro_ro: Debit ultima intrare tip cont

# Table 3655461767 - Field 1306940081 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 3655461767 - Field 852347068 - Property 2879900210
source: Acceptation Code
ro_ro: Cod acceptare

# Table 3655461767 - Field 852347068 - Property 62802879
source: LCR,No,BOR,LCR NA
ro_ro: LCR,Nr,BOR,LCR NA

# Table 3655461767 - Field 1622979514 - Property 2879900210
source: Account No.
ro_ro: Nr. cont

# Table 3655461767 - Field 3699788827 - Property 2879900210
source: Account Type
ro_ro: Tip cont

# Table 3655461767 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 3655461767 - Field 1433041118 - Property 2879900210
source: Agency Code
ro_ro: Cod agentie

# Table 3655461767 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 3655461767 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ro_ro: Sumă (MN)

# Table 3655461767 - Field 2899774127 - Property 2879900210
source: Applies-to Doc. No.
ro_ro: Nr. doc Aplicare-la

# Table 3655461767 - Field 2865137134 - Property 2879900210
source: Applies-to Doc. Type
ro_ro: Tip doc. Aplicare-la

# Table 3655461767 - Field 2865137134 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
ro_ro: ,Plata,Factura,Nota de credit,Nota taxa financiara,Instiintare

# Table 3655461767 - Field 3093642907 - Property 2879900210
source: Applies-to ID
ro_ro: Aplica la ID

# Table 3655461767 - Field 1682139193 - Property 2879900210
source: Bank Account
ro_ro: Cont bancar

# Table 3655461767 - Field 634516972 - Property 2879900210
source: Bank Account Name
ro_ro: Nume cont bancar

# Table 3655461767 - Field 4248640148 - Property 2879900210
source: Bank Account No.
ro_ro: Nr. Cont Bancar

# Table 3655461767 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
ro_ro: Nr. Sucursala Banca

# Table 3655461767 - Field 4096573835 - Property 2879900210
source: Bank Account City
ro_ro: Localitate cont bancar

# Table 3655461767 - Field 381794850 - Property 2879900210
source: Canceled/Refused
ro_ro: Anulat/Refuzat

# Table 3655461767 - Field 94489872 - Property 2879900210
source: Cashed Amount
ro_ro: Suma incasata

# Table 3655461767 - Field 1116917347 - Property 2879900210
source: Copied To Line
ro_ro: Copiat la linia

# Table 3655461767 - Field 3069726420 - Property 2879900210
source: Copied To No.
ro_ro: Copiat la nr.

# Table 3655461767 - Field 3083748138 - Property 2879900210
source: Correction
ro_ro: Stornare in Rosu

# Table 3655461767 - Field 2556136339 - Property 2879900210
source: Credit Amount
ro_ro: Suma credit

# Table 3655461767 - Field 4198939294 - Property 2879900210
source: Currency Code
ro_ro: Cod valută

# Table 3655461767 - Field 2324056710 - Property 2879900210
source: Currency Factor
ro_ro: Factor valuta

# Table 3655461767 - Field 1171137197 - Property 2879900210
source: Customer Name
ro_ro: Nume Client

# Table 3655461767 - Field 2796346326 - Property 2879900210
source: Debit Amount
ro_ro: Suma debit

# Table 3655461767 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ro_ro: ID Set Dimensiune

# Table 3655461767 - Field 3394775838 - Property 2879900210
source: Document ID
ro_ro: ID document

# Table 3655461767 - Field 3672782421 - Property 2879900210
source: Drawee Reference
ro_ro: Referinta platitor

# Table 3655461767 - Field 4085727052 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Table 3655461767 - Field 772796762 - Property 2879900210
source: Entry No. Credit
ro_ro: Credit nr. intrare

# Table 3655461767 - Field 109246936 - Property 2879900210
source: Entry No. Credit Memo
ro_ro: Nota credit nr. intrare

# Table 3655461767 - Field 2198752711 - Property 2879900210
source: Entry No. Debit
ro_ro: Debit nr. intrare

# Table 3655461767 - Field 1883382289 - Property 2879900210
source: Entry No. Debit Memo
ro_ro: Nota debit nr. intrare

# Table 3655461767 - Field 1527563463 - Property 2879900210
source: External Document No.
ro_ro: Nr. document extern

# Table 3655461767 - Field 1688422929 - Property 2879900210
source: IsCopy
ro_ro: Este copie

# Table 3655461767 - Field 3320823955 - Property 2879900210
source: Line No.
ro_ro: Nr. linie

# Table 3655461767 - Field 1433517152 - Property 2879900210
source: Marked
ro_ro: Marcat

# Table 3655461767 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 3655461767 - Field 851708014 - Property 2879900210
source: P. Group Last Entry Credit
ro_ro: Credit ultima intrare gr. inreg.

# Table 3655461767 - Field 3715673563 - Property 2879900210
source: P. Group Last Entry Debit
ro_ro: Debit ultima intrare gr. inreg.

# Table 3655461767 - Field 2187733195 - Property 2879900210
source: Payment Address Code
ro_ro: Cod adresa plata

# Table 3655461767 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 3655461767 - Field 3724343034 - Property 2879900210
source: Payment Date
ro_ro: Data incasarii

# Table 3655461767 - Field 2340699868 - Property 2879900210
source: Payment Finished
ro_ro: Plată finalizata

# Table 3655461767 - Field 2070001916 - Property 2879900210
source: Payment in progress
ro_ro: Plata in curs

# Table 3655461767 - Field 35450067 - Property 2879900210
source: Posted
ro_ro: Inregistrat

# Table 3655461767 - Field 3710982960 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Table 3655461767 - Field 1915851633 - Property 2879900210
source: Posting Group
ro_ro: Grupă înreg.

# Table 3655461767 - Field 2743476885 - Property 2879900210
source: Receving Date
ro_ro: Data primirii

# Table 3655461767 - Field 1106821242 - Property 2879900210
source: RIB Checked
ro_ro: RIB Marcat

# Table 3655461767 - Field 1696628850 - Property 2879900210
source: RIB Key
ro_ro: Chesie RIB

# Table 3655461767 - Field 2219442658 - Property 2879900210
source: Salesperson/Purchaser Code
ro_ro: Cod Agent

# Table 3655461767 - Field 2221656151 - Property 2879900210
source: Sending Date to Bank
ro_ro: Data trimiterii la banca

# Table 3655461767 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 3655461767 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Table 3655461767 - Field 1405208645 - Property 2879900210
source: Status Name
ro_ro: Nume stare

# Table 3655461767 - Field 3932120693 - Property 2879900210
source: Status
ro_ro: Stare

# Table 165482073 - Property 2879900210
source: Payment Line Archive
ro_ro: Arhiva linie plata

# Table 165482073 - Field 4217170757 - Property 2879900210
source: Acc. No. Last entry Credit
ro_ro: Credit ultima intrare nr. cont

# Table 165482073 - Field 84342876 - Property 2879900210
source: Acc. No. Last entry Debit
ro_ro: Debit ultima intrare nr. cont

# Table 165482073 - Field 3801974448 - Property 2879900210
source: Acc. Type last entry Credit
ro_ro: Credit ultima intrare tip cont

# Table 165482073 - Field 3801974448 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 165482073 - Field 1306940081 - Property 2879900210
source: Acc. Type last entry Debit
ro_ro: Debit ultima intrare tip cont
