Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Cec-uri/Translations/Localizare Support Soft Cec-uri.*.xlf
Languages: ro_ro

# Codeunit 1006583300 - NamedType 3752334001
source: One or more Acceptation Code value is 'No'
ro_ro: Una sau mai multe valori de Cod acceptare este "Nu"

# Codeunit 1006583300 - NamedType 95063322
source: One or more line has an incorrect RIB code
ro_ro: Una sau mai multe linii au un cod RIB incorect

# Codeunit 1006583300 - NamedType 732759939
source: No Payment Header to create
ro_ro: Nu exista nici un antet de plata de creat

# Codeunit 1006583300 - NamedType 1370456556
source: Ledger Posting
ro_ro: Inregistrare registru

# Codeunit 1006583300 - NamedType 2008153173
source: One or more Due Date value are empty
ro_ro: Una sau mai multe valori de Data a scadentesi sunt necompletate

# Codeunit 1006583300 - NamedType 2645849790
source: The action has been cancelled
ro_ro: Actiunea a fost revocata

# Codeunit 1006583300 - NamedType 3283546407
source: The header RIB is not correct
ro_ro: RIB de antet nu este corect

# Codeunit 1006583300 - NamedType 2939533186
source: The Customer Posting Group %1 doesn't exists.
ro_ro: Nu exista Grupa inreg. client %1.

# Codeunit 1006583300 - NamedType 2301836569
source: The Vendor Posting Group %1 doesn't exists.
ro_ro: Nu exista Grupa inreg. furnizori %1.

# Codeunit 1006583300 - NamedType 4214926420
source: You must put an general account no. for the customer posting group %1.
ro_ro: Puneti un nr. de cont contabil pentru grupa de inregistrare client %1.

# Codeunit 1006583300 - NamedType 3577229803
source: You must put an general account no. for the vendor posting group %1.
ro_ro: Puneti un nr. de cont contabil pentru grupa de inregistrare furnizor %1.

# Codeunit 1006583300 - NamedType 1195352358
source: A posted line cannot be deleted.
ro_ro: O linie inregistrata nu poate fi stearsa.

# Codeunit 1006583300 - NamedType 557655741
source: The Source Code "%1" doesn't exists.
ro_ro: Nu exista Cod sursa %1.

# Codeunit 1006583300 - NamedType 857534312
source: You must precise an account no. for the Debit for the step "%1" of the payment type "%2".
ro_ro: Precizati un nr. de cont pentru Debit, pentru etapa "%1" a tipului de plata "%2".

# Codeunit 1006583300 - NamedType 219837695
source: You must precise an account no. for the Credit for the step "%1" of the payment type "%2".
ro_ro: Precizati un nr. de cont pentru Credit, pentru etapa "%1" a tipului de plata "%2".

# Codeunit 1006583300 - NamedType 1940672225
source: You must precise an account no. in the Payment header.
ro_ro: Precizati un nr. de cont in antetul Plata.

# Codeunit 1006583300 - NamedType 2578368842
source: The code "%1" doesn't contain any number.
ro_ro: Codul "%1" nu contine nici un numar.

# Codeunit 1006583300 - NamedType 665278991
source: The status of the document "%1" does not authorize the archive.
ro_ro: Starea documentului "%1" nu autorizeaza arhivarea.

# Codeunit 1006583300 - NamedType 1302975608
source: Create a new Payment Header?
ro_ro: Creati un Antet plata?

# Codeunit 1006583300 - Method 1404236339 - NamedType 3669593336
source: Rounding on
ro_ro: Rotunjire pe

# Codeunit 702456446 - NamedType 2476940767
source: You must specify %1 or %2.
ro_ro: Trebuie sa specificati %1 sau %2.

# Codeunit 702456446 - NamedType 3114637384
source: The %1 in the %2 will be changed from %3 to %4.\
ro_ro: %1 din %2 se va modifica din %3 in %4.\

# Codeunit 702456446 - NamedType 3752334001
source: Do you wish to continue?
ro_ro: Doriti sa continuati?

# Codeunit 702456446 - NamedType 95063322
source: The update has been interrupted to respect the warning.
ro_ro: Update-ul a fost interrupt pentru a respecta avertizarea.

# Codeunit 702456446 - NamedType 1370456556
source: The %1 or %2 must be Customer or Vendor.
ro_ro: %1 sau %2 trebuie sa fie client sau furnizor.

# Codeunit 702456446 - NamedType 2008153173
source: All entries in one application must be in the same currency.
ro_ro: Toate intrarile dintr-o aplicatie trebuie sa fie in aceeasi valuta.

# Codeunit 702456446 - NamedType 2645849790
source: All entries in one application must be in the same currency or one or more of the EMU currencies.
ro_ro: Toate intrarile dintr-o aplicatie trebuie sa fie in aceeasi valuta sau in una sau mai multe valute ale UME.

# Page 2915143061 - Control 636392376 - Property 1295455071
source: Specifies the amount of the entry.
ro_ro: Specifica valoarea intrarii.

# Page 2915143061 - Control 592951229 - Property 1295455071
source: Specifies the amount of the entry in LCY.
ro_ro: Specifica valoarea intrarii in MN.

# Page 2915143061 - Control 486908828 - Property 1295455071
source: Specifies the entry's document number.
ro_ro: Specifica numarul documentului inregistrarii.

# Page 2915143061 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
ro_ro: Specifica data scadenta pe intrare.

# Page 2915143061 - Control 883711285 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specified number series when the entry was created.
ro_ro: Specifica numarul de intrare, asa cum a fost atribuit din seria de numere specificata cand a fost creata intrarea.

# Page 2915143061 - Control 926489874 - Property 1295455071
source: Specifies that the related entry represents an unpaid invoice for which either a payment suggestion, a reminder, or a finance charge memo exists.
ro_ro: Precizeaza ca intrarea corelata reprezinta o factura neplatita pentru care exista o sugestie de plata, o instiintare sau o nota de taxa financiara.

# Page 2915143061 - Control 4259830144 - Property 1295455071
source: Specifies whether the amount on the entry has been fully paid or there is still a remaining amount that must be applied to.
ro_ro: Specifica daca suma de pe intrare a fost platita integral sau mai exista o suma ramasa care trebuie aplicata.

# Page 2915143061 - Control 1077555671 - Property 1295455071
source: Specifies the amount of the original entry.
ro_ro: Specifica valoarea intrarii initiale.

# Page 2915143061 - Control 2617626588 - Property 1295455071
source: Specifies the amount that the entry originally consisted of, in LCY.
ro_ro: Specifica suma din care a constat initial intrarea, in MN.

# Page 2915143061 - Control 3710982960 - Property 1295455071
source: Specifies the customer entry's posting date.
ro_ro: Specifica data de inregistrare a inregistrarii clientului.

# Page 2915143061 - Control 3710982960 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Page 2915143061 - Control 2975378708 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry has been completely applied.
ro_ro: Specifica suma la care ramane de aplicat inainte ca intrarea sa fie aplicata complet.

# Page 2915143061 - Control 1850328511 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry is totally applied to.
ro_ro: Specifica suma la care ramane de aplicat inainte ca intrarea sa fie aplicata in totalitate.

# Page 2915143061 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
ro_ro: Specifica ID-ul utilizatorului care a postat intrarea, pentru a fi utilizat, de exemplu, in jurnalul de modificari.

# Page 2915143061 - Control 3125242222 - Property 2879900210
source: Doc. Date
ro_ro: Data Documentului

# Page 2915143061 - Control 3733069602 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Page 2915143061 - Control 952947851 - Property 2879900210
source: Exclude lines with remaining amount zero
ro_ro: Exclude Linii cu suma ramasa 0

# Page 2915143061 - Control 3264740782 - Property 2879900210
source: Amount
ro_ro: Sumă

# Page 2915143061 - Action 2256583518 - Property 2879900210
source: Ent&ry
ro_ro: Int&rare

# Page 2915143061 - Action 3978580347 - Property 2879900210
source: Applied E&ntries
ro_ro: Intrari A&plicate

# Page 2915143061 - Action 411585651 - Property 2879900210
source: Detailed &Ledger Entries
ro_ro: Intrari reg. deta&liate

# Page 2915143061 - Action 2173385693 - Property 2879900210
source: Dimensions
ro_ro: Dimensiuni

# Page 2915143061 - Action 72169218 - Property 2879900210
source: Reminder/Fin. Charge Entries
ro_ro: Intrari instiint./taxa fin.

# Page 2915143061 - Action 3972741713 - Property 2879900210
source: &NavigateAction
ro_ro: Navigare

# Page 2915143061 - Action 3431463797 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 2915143061 - Action 3198193288 - Property 2879900210
source: Apply Entries
ro_ro: Aplicare intrari

# Page 2915143061 - Action 771745628 - Method 1377591017 - NamedType 1188658791
source: You need to fill all the fields that are mandatory (*)!
ro_ro: Trebuie completate toate campurile obligatorii (*)!

# Page 2915143061 - Action 862004738 - Property 2879900210
source: Reverse Transaction
ro_ro: Stornare tranzactie

# Page 2915143061 - Action 1175121729 - Property 2879900210
source: Unapply Entries
ro_ro: Revocare aplicare intrari

# Page 2915143061 - Action 956135699 - Property 2879900210
source: Incoming Document
ro_ro: Document primit

# Page 1704678381 - Control 636392376 - Property 1295455071
source: Specifies the amount of the entry.
ro_ro: Specifica valoarea intrarii.

# Page 1704678381 - Control 592951229 - Property 1295455071
source: Specifies the amount of the entry in LCY.
ro_ro: Specifica valoarea intrarii in MN.

# Page 1704678381 - Control 486908828 - Property 1295455071
source: Specifies the vendor entry's document number.
ro_ro: Specifica numarul documentului de intrare furnizor.

# Page 1704678381 - Control 4085727052 - Property 1295455071
source: Specifies the due date on the entry.
ro_ro: Specifica data scadenta pe intrare.

# Page 1704678381 - Control 883711285 - Property 1295455071
source: Specifies the number of the entry, as assigned from the specified number series when the entry was created.
ro_ro: Specifica numarul de intrare, asa cum a fost atribuit din seria de numere specificata cand a fost creata intrarea.

# Page 1704678381 - Control 1527563463 - Property 1295455071
source: Specifies a document number that refers to the customer's or vendor's numbering system.
ro_ro: Specifica un numar de document care se refera la sistemul de numerotare al clientului sau furnizorului.

# Page 1704678381 - Control 926489874 - Property 1295455071
source: Specifies that the related entry represents an unpaid invoice for which either a payment suggestion, a reminder, or a finance charge memo exists.
ro_ro: Precizeaza ca intrarea corelata reprezinta o factura neplatita pentru care exista o sugestie de plata, o instiintare sau o nota de taxa financiara.

# Page 1704678381 - Control 4259830144 - Property 1295455071
source: Specifies whether the amount on the entry has been fully paid or there is still a remaining amount that must be applied to.
ro_ro: Specifica daca suma de pe intrare a fost platita integral sau mai exista o suma ramasa care trebuie aplicata.

# Page 1704678381 - Control 1077555671 - Property 1295455071
source: Specifies the amount of the original entry.
ro_ro: Specifica valoarea intrarii initiale.

# Page 1704678381 - Control 2617626588 - Property 1295455071
source: Specifies the amount that the entry originally consisted of, in LCY.
ro_ro: Specifica suma din care a constat initial intrarea, in MN.

# Page 1704678381 - Control 3710982960 - Property 1295455071
source: Specifies the vendor entry's posting date.
ro_ro: Specifica data de inregistrare intrare furnizor.

# Page 1704678381 - Control 3710982960 - Property 2879900210
source: Document Date
ro_ro: Data documentului

# Page 1704678381 - Control 2975378708 - Property 1295455071
source: Specifies the amount that remains to be applied to before the entry is totally applied to.
ro_ro: Specifica suma la care ramane de aplicat inainte ca intrarea sa fie aplicata in totalitate.

# Page 1704678381 - Control 1850328511 - Property 1295455071
source: Specifies the net amount of in the local currency. The amount is calculated using the Remaining Quantity, Line Discount %, and Unit Price (LCY) fields.
ro_ro: Specifica suma neta de in moneda locala. Suma este calculata utilizand campurile Cantitate ramasa, % Discount linie si Pret unitar (MN).

# Page 1704678381 - Control 2708250016 - Property 1295455071
source: Specifies the ID of the user who posted the entry, to be used, for example, in the change log.
ro_ro: Specifica ID-ul utilizatorului care a postat intrarea, pentru a fi utilizat, de exemplu, in jurnalul de modificari.

# Page 1704678381 - Control 3125242222 - Property 2879900210
source: Doc. Date
ro_ro: Data Documentului

# Page 1704678381 - Control 3733069602 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Page 1704678381 - Control 952947851 - Property 2879900210
source: Exclude lines with remaining amount zero
ro_ro: Exclude Linii cu suma ramasa 0

# Page 1704678381 - Control 3264740782 - Property 2879900210
source: Amount
ro_ro: Sumă

# Page 1704678381 - Action 2256583518 - Property 2879900210
source: Ent&ry
ro_ro: Int&rare

# Page 1704678381 - Action 3978580347 - Property 2879900210
source: Applied E&ntries
ro_ro: Intrari A&plicate

# Page 1704678381 - Action 411585651 - Property 2879900210
source: Detailed &Ledger Entries
ro_ro: Intrari reg. deta&liate

# Page 1704678381 - Action 2173385693 - Property 2879900210
source: Dimensions
ro_ro: Dimensiuni

# Page 1704678381 - Action 1405007275 - Property 2879900210
source: &Navigate
ro_ro: &Navigare

# Page 1704678381 - Action 3431463797 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 1704678381 - Action 3198193288 - Property 2879900210
source: Apply Entries
ro_ro: Aplicare intrari

# Page 1704678381 - Action 771745628 - Method 1377591017 - NamedType 1188658791
source: You need to fill all the fields that are mandatory (*)!
ro_ro: Trebuie completate toate campurile obligatorii (*)!

# Page 1704678381 - Action 862004738 - Property 2879900210
source: Reverse Transaction
ro_ro: Stornare tranzactie

# Page 1704678381 - Action 1175121729 - Property 2879900210
source: Unapply Entries
ro_ro: Revocare aplicare intrari

# Page 1704678381 - Action 956135699 - Property 2879900210
source: Incoming Document
ro_ro: Document primit

# Page 1137274395 - Property 2879900210
source: Look/Edit Payment Line
ro_ro: Cautare/editare linie plata

# Page 3979609669 - Property 2879900210
source: Payment Address
ro_ro: Adresa plata

# Page 3979609669 - NamedType 3114637384
source: Customer
ro_ro: O365 Sales Customer Card

# Page 3979609669 - NamedType 3752334001
source: Vendor
ro_ro: Fisa

# Page 2406705965 - Property 2879900210
source: Payment List Archive
ro_ro: Arhiva linie plata

# Page 2406705965 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 2633223247 - Property 2879900210
source: Bank Account Card
ro_ro: Fisa cont bancar

# Page 2633223247 - Control 2488412349 - Property 2879900210
source: Post Code/City
ro_ro: Cod postal/Localitate

# Page 3555704801 - Property 2879900210
source: Bank Account Card
ro_ro: Fisa cont bancar

# Page 3555704801 - Control 2488412349 - Property 2879900210
source: Post Code/City
ro_ro: Cod postal/Localitate

# Page 3234925759 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Page 3234925759 - Action 3106002577 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 3234925759 - Action 16605378 - Property 2879900210
source: Duplicate parameter
ro_ro: Parametru duplicat

# Page 3234925759 - Action 513339096 - Property 2879900210
source: St&atus
ro_ro: &Stare

# Page 3234925759 - Action 3799421171 - Property 2879900210
source: Ste&ps
ro_ro: &Etape

# Page 768671817 - Property 2879900210
source: Payment Class List
ro_ro: Lista clase plati

# Page 1826978619 - Property 2879900210
source: Payment Header FactBox
ro_ro: Caseta cu detalii antet plata

# Page 1826978619 - Control 1647293748 - Property 2879900210
source: Balance (LCY)
ro_ro: Sold (MN)

# Page 1826978619 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 1826978619 - Control 2637098501 - Property 2879900210
source: Outstanding invoices
ro_ro: Facturi restante

# Page 2446225505 - Property 2879900210
source: Payment Headers
ro_ro: Anteturi plata

# Page 2446225505 - NamedType 3114637384
source: This payment class doesn't authorize vendor suggestions
ro_ro: Aceasta clasa de plati nu autorizeaza sugestii de furnizor

# Page 2446225505 - NamedType 3752334001
source: This payment class doesn't authorize customer suggestions
ro_ro: Aceasta clasa de plati nu autorizeaza sugestii de client

# Page 2446225505 - NamedType 95063322
source: We cannot do suggestion on a validated header
ro_ro: Imposibil de dat sugestii la un antet validat

# Page 2446225505 - NamedType 732759939
source: We cannot do attribution no. on a validated header
ro_ro: Imposibil de dat nr. de atribuire la un antet validat

# Page 2446225505 - NamedType 1370456556
source: This document has no line. You cannot archive it. You must delete it.
ro_ro: Acest document nu are linii. Este imposibil de arhivat. Stergeti-l.

# Page 2446225505 - NamedType 2008153173
source: One line is not posted. Are you sure you wants to archive this document?
ro_ro: O linie nu este inregistrata. Sigur arhivati acest document?

# Page 2446225505 - NamedType 2645849790
source: Some lines are not posted. Are you sure you wants to archive this document?
ro_ro: Unele linii nu sunt inregistrate. Sigur arhivati acest document?

# Page 2446225505 - NamedType 3283546407
source: Are you sure you want to archive this document?
ro_ro: Sigur arhivati acest document?

# Page 2446225505 - NamedType 3921243024
source: Do you wish to archive this document?
ro_ro: Arhivati acest document?

# Page 2446225505 - NamedType 1664139952
source: You cannot perform this action for this step. Please choose a valid option.
ro_ro: Imposibil de efectuat aceasta actiune pentru aceasta etapa. Alegeti o optiune corecta.

# Page 2446225505 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 2446225505 - Control 2808404044 - Property 2879900210
source: Posting
ro_ro: Inregistrare

# Page 2446225505 - Action 2947630187 - Property 2879900210
source: &Header
ro_ro: &Antet

# Page 2446225505 - Action 2173385693 - Property 1295455071
source: View or edits dimensions, such as area, project, or department, that you can assign to sales and purchase documents to distribute costs and analyze transaction history.
ro_ro: Vizualizati sau editati dimensiunile, ar fi zona, proiectul sau departamentul, pe care le puteti atribui documentelor de vanzari si de cumparare pentru a distribui costurile si a analiza istoricul tranzactiilor.

# Page 2446225505 - Action 2173385693 - Property 2879900210
source: Dimensions
ro_ro: Dimensiuni

# Page 2446225505 - Action 2668582154 - Property 2879900210
source: Header RIB
ro_ro: RIB antet

# Page 2446225505 - Action 1402615620 - Property 2879900210
source: &Line
ro_ro: &Linie

# Page 2446225505 - Action 2049086889 - Property 2879900210
source: Insert
ro_ro: Inserare

# Page 2446225505 - Action 1405007275 - Property 2879900210
source: &Navigate
ro_ro: &Navigare

# Page 2446225505 - Action 907109761 - Property 2879900210
source: Header
ro_ro: Antet

# Page 2446225505 - Action 3106002577 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 2446225505 - Action 839755771 - Property 2879900210
source: Apply
ro_ro: Se aplica

# Page 2446225505 - Action 1528185918 - Property 2879900210
source: Archive
ro_ro: Arhivare

# Page 2446225505 - Action 4011229726 - Property 2879900210
source: UnApply
ro_ro: &Revocare aplicare

# Page 2446225505 - Action 3108760857 - Property 2879900210
source: Propose &customer payments
ro_ro: Propunere plati &client

# Page 2446225505 - Action 664484081 - Property 2879900210
source: Propose &vendor payments
ro_ro: Propunere plati &furnizor

# Page 2446225505 - Action 837742916 - Property 2879900210
source: Set Document ID
ro_ro: Setare ID document

# Page 2446225505 - Action 2245087378 - Property 2879900210
source: P&osting
ro_ro: P&ostare

# Page 2446225505 - Action 3285729415 - Property 2879900210
source: Generate file
ro_ro: Generare fisier

# Page 2446225505 - Action 3657829122 - Property 2879900210
source: Validate
ro_ro: Validare

# Page 2446225505 - Action 4204981812 - Property 2879900210
source: Payments Lists
ro_ro: Liste plati

# Page 3370493263 - Property 2879900210
source: Payment Headers Archive
ro_ro: Arhiva anteturi plata

# Page 3370493263 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 3370493263 - Control 2808404044 - Property 2879900210
source: Posting
ro_ro: Inregistrare

# Page 3370493263 - Action 2947630187 - Property 2879900210
source: &Header
ro_ro: &Antet

# Page 3370493263 - Action 2173385693 - Property 2879900210
source: Dimensions
ro_ro: Dimensiuni

# Page 3370493263 - Action 2668582154 - Property 2879900210
source: Header RIB
ro_ro: RIB antet

# Page 3370493263 - Action 1405007275 - Property 2879900210
source: &Navigate
ro_ro: &Navigare

# Page 3370493263 - Action 907109761 - Property 2879900210
source: Header
ro_ro: Antet

# Page 3370493263 - Action 1735507514 - Property 2879900210
source: Line
ro_ro: Linie

# Page 1084594445 - Property 2879900210
source: Payment Line Modification
ro_ro: Modificare linie plata

# Page 571828210 - Property 2879900210
source: Payment Lines
ro_ro: Linii plata

# Page 571828210 - NamedType 2476940767
source: Do you want to assign %1?
ro_ro: Asociati %1?

# Page 571828210 - NamedType 3114637384
source: There is no line to modify
ro_ro: Nu exista linii de modificat

# Page 571828210 - NamedType 3752334001
source: A posted line cannot be modified.
ro_ro: O linie Inregistrata nu poate fi modificata

# Page 571828210 - Control 1171137197 - Property 1295455071
source: Specifies the value of the Customer Name field.
ro_ro: Specifica valoarea campului Nume Client.

# Page 571828210 - Action 1402615620 - Property 2879900210
source: &Line
ro_ro: &Linie

# Page 571828210 - Action 1892509601 - Property 2879900210
source: A&ccount
ro_ro: Cont

# Page 571828210 - Action 4125097576 - Property 1295455071
source: Executes the Card action.
ro_ro: Executie actiune Fisa.

# Page 571828210 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
ro_ro: Intrari reg.

# Page 571828210 - Action 2173385693 - Property 2879900210
source: Dimensions
ro_ro: Dimensiuni

# Page 571828210 - Action 1749135570 - Property 2879900210
source: Modify
ro_ro: Modificare

# Page 571828210 - Action 3238504282 - Property 2879900210
source: Remove
ro_ro: Sterge

# Page 3310383184 - Property 2879900210
source: Payment Lines Archive
ro_ro: Arhiva linii plata

# Page 3310383184 - Action 1402615620 - Property 2879900210
source: &Line
ro_ro: &Linie

# Page 3310383184 - Action 2173385693 - Property 2879900210
source: Dimensions
ro_ro: Dimensiuni

# Page 3310383184 - Action 1892509601 - Property 2879900210
source: A&ccount
ro_ro: Cont

# Page 3310383184 - Action 4125097576 - Property 1295455071
source: Executes the Card action.
ro_ro: Executie actiune Fisa.

# Page 3310383184 - Action 1111476699 - Property 2879900210
source: Ledger E&ntries
ro_ro: Intrari reg.

# Page 686242498 - Property 2879900210
source: Payment Lines Archive List
ro_ro: Lista arhive linii plata

# Page 686242498 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 686242498 - Control 3932120693 - Property 1295455071
source: Specifies the value of the Status field.
ro_ro: Specifica valoarea campului Status
