Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Cec-uri/Translations/Localizare Support Soft Cec-uri.*.xlf
Languages: ro_ro

# Page 686242498 - Action 1929393835 - Property 2879900210
source: &Payment
ro_ro: &Plata

# Page 686242498 - Action 4125097576 - Property 1295455071
source: Executes the Card action.
ro_ro: Executie actiune Fisa.

# Page 4153286160 - Property 2879900210
source: Payment Lines List
ro_ro: Lista linii plata

# Page 4153286160 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 4153286160 - Control 3932120693 - Property 1295455071
source: Specifies the value of the Status field.
ro_ro: Specifica valoarea campului Status

# Page 4153286160 - Action 3346365350 - Property 2879900210
source: &Payment
ro_ro: &Plata

# Page 4153286160 - Action 4125097576 - Property 1295455071
source: Executes the Card action.
ro_ro: Executie actiune Fisa.

# Page 4153286160 - Action 3106002577 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 4153286160 - Action 3817527484 - Property 2879900210
source: Modify
ro_ro: Modificare

# Page 3252423787 - Property 2879900210
source: Payment List
ro_ro: Lista plati

# Page 3252423787 - Control 1171137197 - Property 1295455071
source: Specifies the value of the Customer Name field.
ro_ro: Specifica valoarea campului Nume Client.

# Page 3252423787 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 3252423787 - Action 4204981812 - Property 2879900210
source: Payments Lists
ro_ro: Liste plati

# Page 859139527 - Property 2879900210
source: Payment Report
ro_ro: Raport plati

# Page 859139527 - Action 2079045816 - Property 2879900210
source: &Print
ro_ro: &Imprimare

# Page 3881970681 - Property 2879900210
source: Payment Status
ro_ro: Stare plata

# Page 2546684015 - Property 2879900210
source: Payment Status List
ro_ro: Lista stari plata

# Page 3091705975 - Property 2879900210
source: Payment Step Card
ro_ro: Fisa etapa plata

# Page 3091705975 - Action 1915507847 - Property 2879900210
source: &Ledger
ro_ro: &Registru

# Page 1051485272 - Property 2879900210
source: Payment Step Ledger
ro_ro: Registru etape plata

# Page 1051485272 - Control 2363328873 - Property 1295455071
source: Specifies the value of the Document Type field.
ro_ro: Specifică valoarea câmpului Tip Document.

# Page 500670638 - Property 2879900210
source: Payment Step
ro_ro: Etapa plata

# Page 500670638 - Action 4125097576 - Property 2879900210
source: &Card
ro_ro: &Fisa

# Page 527023724 - Property 2879900210
source: Payment Steps List
ro_ro: Lista etape plata

# Page 2844836539 - Property 2879900210
source: Payment Tools App-Ledg. Entry
ro_ro: Intr. Reg. Applicari Instrumente de Plata

# Page 2844836539 - Control 2363328873 - Property 1295455071
source: Specifies the value of the Document Type field.
ro_ro: Specifică valoarea câmpului Tip Document.

# Page 2844836539 - Control 3932120693 - Property 1295455071
source: Specifies the value of the Status field.
ro_ro: Specifica valoarea campului Status

# Report 2541109057 - Property 2879900210
source: Duplicate parameter
ro_ro: Parametru duplicat

# Report 2541109057 - NamedType 3277746524
source: Old name :
ro_ro: Numele vechi :

# Report 2541109057 - NamedType 768599164
source: New name :
ro_ro: Numele nou :

# Report 2541109057 - NamedType 1206461095
source: Which name do you want to attribute to the new parameter?
ro_ro: Ce nume atribuiti noului parametru?

# Report 2541109057 - Method 3315652616 - NamedType 2476940767
source: You must precise a new name.
ro_ro: Precizati un nume nou.

# Report 2541109057 - Method 3315652616 - NamedType 3114637384
source: The name you have put (
ro_ro: Numele pe care l-ati pus (

# Report 2541109057 - Method 3315652616 - NamedType 3752334001
source: ) does already exist. Please put another name.
ro_ro: ) exista deja. Puneti alt nume.

# Report 2541109057 - Control 1829808490 - Property 2879900210
source: New name
ro_ro: Numele nou

# Report 2541109057 - Control 1252728037 - Property 2879900210
source: Old name
ro_ro: Numele vechi

# Report 3252423787 - Property 2879900210
source: Payments lists
ro_ro: Liste plati

# Report 3252423787 - NamedType 100804178
source: Due date
ro_ro: Data scadentesi

# Report 3252423787 - NamedType 2581690673
source: External document no.
ro_ro: Nr. document extern

# Report 3252423787 - NamedType 3710482942
source: No.
ro_ro: Nr.

# Report 3252423787 - NamedType 2763909184
source: Account No.
ro_ro: Nr. cont

# Report 3252423787 - NamedType 3013242293
source: Account Name
ro_ro: Nume cont

# Report 3252423787 - NamedType 3626585224
source: Status name
ro_ro: Nume stare

# Report 3252423787 - NamedType 352033844
source: Page
ro_ro: Pagina

# Report 3252423787 - NamedType 3933760952
source: Amount
ro_ro: Sumă

# Report 3252423787 - NamedType 1296110735
source: Acount Type
ro_ro: Tip cont

# Report 3252423787 - NamedType 1942635556
source: Payments Lines
ro_ro: Linii plati

# Report 2677463748 - Property 2879900210
source: Suggest Customer Payments
ro_ro: Sugerare plati client

# Report 2677463748 - NamedType 2476940767
source: Please enter the last payment date.
ro_ro: Introduceti ultima data de plata.

# Report 2677463748 - NamedType 3114637384
source: Please enter the posting date.
ro_ro: Introduceti data de inregistrare.

# Report 2677463748 - NamedType 3752334001
source: Please enter a Starting Document No.
ro_ro: Introduceti un nr. document de inceput

# Report 2677463748 - NamedType 95063322
source: The selected last due date is earlier than %1.\\
ro_ro: Ultima data a scadentesi selectata este anterioara fata de %1.\\

# Report 2677463748 - NamedType 732759939
source: Do you still want to run the batch job?
ro_ro: Executati totusi lucrarea pe loturi?

# Report 2677463748 - NamedType 1370456556
source: The batch job was interrupted.
ro_ro: Lucrarea pe loturi a fost intrerupta.

# Report 2677463748 - NamedType 2008153173
source: Processing customers #1##########
ro_ro: Se proceseaza clienti #1##########

# Report 2677463748 - NamedType 2645849790
source: Processing customers for payment discounts #1##########
ro_ro: Se proceseaza clienti pentru reduceri la plata #1##########

# Report 2677463748 - NamedType 3283546407
source: Inserting payment journal lines #1##########
ro_ro: Se insereaza liniile de jurnal plata #1##########

# Report 2677463748 - NamedType 3921243024
source: %1 must be G/L Account or Bank Account.
ro_ro: %1 trebuie sa fie Cont contabil sau Cont Bancar.

# Report 2677463748 - NamedType 1664139952
source: %1 must be filled only when %2 is Bank Account.
ro_ro: %1 trebuie completat numai cand %2 este cont bancar.

# Report 2677463748 - NamedType 1026443335
source: Use Customer Priority must be activated when the value in the Amount Available field is not 0.
ro_ro: Utilizarea prioritatii clientului trebuie activata cand valoarea din campul Suma disponibila este diferita de 0.

# Report 2677463748 - NamedType 2939533186
source: Starting Document No. must contain a number.
ro_ro: Nr. document de inceput trebuie sa contina un numar.

# Report 2677463748 - NamedType 2301836569
source: Use Customer Priority must be activated when the value in the Amount Available Amount (LCY) field is not 0.
ro_ro: Utilizarea prioritatii clientului trebuie activata cand valoarea din campul Suma disponibila (MN) este diferita de 0.

# Report 2677463748 - NamedType 4214926420
source: Payment to customer %1
ro_ro: Plata la clientul %1

# Report 2677463748 - NamedType 3577229803
source: Payment of %1 %2
ro_ro: Plata a %1 %2

# Report 2677463748 - NamedType 1195352358
source: is already applied to %1 %2 for customer %3.
ro_ro: este deja aplicat la %1 %2 pentru clientul %3.

# Report 2677463748 - NamedType 557655741
source: When %1 = %2 and you have not placed a check mark in the Summarize per Customer field,\
ro_ro: Cand %1 = %2 si nu ati plasat un marcaj in campul Rezumare per client,\

# Report 2677463748 - NamedType 857534312
source: then you must place a check mark in New Doc. No. per Line.
ro_ro: trebuie sa plasati un marcaj in Nr. doc. nou per linie.

# Report 2677463748 - NamedType 219837695
source: You have only created suggested customer payment lines for the %1 %2.\
ro_ro: Ati creat numai linii de plati client sugerate pentru %1 %2.\

# Report 2677463748 - NamedType 1940672225
source: There are, however, other open customer ledger entries in currencies other than %2.
ro_ro: Totusi, exista alte intrari de registru client deschise in alte valute dec_t %2.

# Report 2677463748 - NamedType 2578368842
source: There are no other open customer ledger entries in other currencies.
ro_ro: Nu exista alte intrari de registru client deschise in alte valute.

# Report 2677463748 - NamedType 665278991
source: You have created suggested customer payment lines for all currencies.
ro_ro: Ati creat linii de plati client sugerate pentru toate valutele.

# Report 2677463748 - NamedType 1302975608
source: ,Computer Check,Manual Check
ro_ro: ,Cec automat,Cec manual

# Report 2677463748 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Opţiuni

# Report 2677463748 - Control 3708573225 - Property 2879900210
source: Currency Filter
ro_ro: Filtru valuta

# Report 2677463748 - Control 2484351657 - Property 2879900210
source: Last Payment Date
ro_ro: Ultima data de plata

# Report 2677463748 - Control 3287852688 - Property 2879900210
source: Summarize per
ro_ro: Rezumare per

# Report 2677463748 - Control 3287852688 - Property 62802879
source: ,Customer,Due date
ro_ro: ,Client,Data scadentesi

# Report 2677463748 - Control 352830184 - Property 2879900210
source: Find Payment Discounts
ro_ro: Gasire reduceri la plata

# Report 1072471244 - Property 2879900210
source: Suggest Vendor Payments
ro_ro: Sugerare plati furnizor

# Report 1072471244 - NamedType 2476940767
source: Please enter the last payment date.
ro_ro: Introduceti ultima data de plata.

# Report 1072471244 - NamedType 3114637384
source: Please enter the posting date.
ro_ro: Introduceti data de inregistrare.

# Report 1072471244 - NamedType 3752334001
source: Please enter a Starting Document No.
ro_ro: Introduceti un nr. document de inceput

# Report 1072471244 - NamedType 95063322
source: The selected last due date is earlier than %1.\\
ro_ro: Ultima data a scadentesi selectata este anterioara fata de %1.\\

# Report 1072471244 - NamedType 732759939
source: Do you still want to run the batch job?
ro_ro: Executati totusi lucrarea pe loturi?

# Report 1072471244 - NamedType 1370456556
source: The batch job was interrupted.
ro_ro: Lucrarea pe loturi a fost intrerupta.

# Report 1072471244 - NamedType 2008153173
source: Processing vendors #1##########
ro_ro: Procesare furnizori #1##########

# Report 1072471244 - NamedType 2645849790
source: Processing vendors for payment discounts #1##########
ro_ro: Procesare furnizori pentru reduceri plata #1##########

# Report 1072471244 - NamedType 3283546407
source: Inserting payment journal lines #1##########
ro_ro: Se insereaza liniile de jurnal plata #1##########

# Report 1072471244 - NamedType 3921243024
source: %1 must be G/L Account or Bank Account.
ro_ro: %1 trebuie sa fie Cont contabil sau Cont Bancar.

# Report 1072471244 - NamedType 1664139952
source: %1 must be filled only when %2 is Bank Account.
ro_ro: %1 trebuie completat numai cand %2 este cont bancar.

# Report 1072471244 - NamedType 1026443335
source: Use Vendor Priority must be activated when the value in the Amount Available field is not 0.
ro_ro: Utilizarea prioritatii furnizorului trebuie activata cand valoarea din campul Suma disponibila este diferita de 0.

# Report 1072471244 - NamedType 2939533186
source: Starting Document No. must contain a number.
ro_ro: Nr. document de inceput trebuie sa contina un numar.

# Report 1072471244 - NamedType 2301836569
source: Use Vendor Priority must be activated when the value in the Amount Available Amount (LCY) field is not 0.
ro_ro: Utilizarea prioritatii furnizorului trebuie activata cand valoarea din campul Suma disponibila (MN) este diferita de 0.

# Report 1072471244 - NamedType 4214926420
source: Payment to vendor %1
ro_ro: Plata la furnizor %1

# Report 1072471244 - NamedType 3577229803
source: Payment of %1 %2
ro_ro: Plata a %1 %2

# Report 1072471244 - NamedType 1195352358
source: is already applied to %1 %2 for vendor %3.
ro_ro: este deja aplicat la %1 %2 pentru furnizorul %3.

# Report 1072471244 - NamedType 557655741
source: When %1 = %2 and you have not placed a check mark in the Summarize per Vendor field,\
ro_ro: Cand %1 = %2 si nu ati plasat un marcaj in campul Rezumare per furnizor,\

# Report 1072471244 - NamedType 857534312
source: then you must place a check mark in New Doc. No. per Line.
ro_ro: trebuie sa plasati un marcaj in Nr. doc. nou per linie.

# Report 1072471244 - NamedType 219837695
source: You have only created suggested vendor payment lines for the %1 %2.\
ro_ro: Ati creat numai liniile de plati furnizor sugerate pentru %1 %2.\

# Report 1072471244 - NamedType 1940672225
source: There are, however, other open vendor ledger entries in currencies other than %2.
ro_ro: Totusi, exista alte valute dec_t %2 in intrari deschise in registrul de furnizor.

# Report 1072471244 - NamedType 2578368842
source: There are no other open vendor ledger entries in other currencies.
ro_ro: Nu mai exista intrari deschise in alte valute in registrul de furnizor.

# Report 1072471244 - NamedType 665278991
source: You have created suggested vendor payment lines for all currencies.
ro_ro: Ati creat linii de plati sugerate furnizor pentru toate valutele.

# Report 1072471244 - NamedType 1302975608
source: ,Computer Check,Manual Check
ro_ro: ,Cec automat,Cec manual

# Report 1072471244 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Opţiuni

# Report 1072471244 - Control 1442225183 - Property 2879900210
source: Available Amount (LCY)
ro_ro: Suma disponibila (MN)

# Report 1072471244 - Control 3708573225 - Property 2879900210
source: Currency Filter
ro_ro: Filtru valuta

# Report 1072471244 - Control 2484351657 - Property 2879900210
source: Last Payment Date
ro_ro: Ultima data de plata

# Report 1072471244 - Control 3287852688 - Property 2879900210
source: Summarize per
ro_ro: Rezumare per

# Report 1072471244 - Control 3287852688 - Property 62802879
source: ,Vendor,Due date
ro_ro: ,Furnizor,Data scadentesi

# Report 1072471244 - Control 352830184 - Property 2879900210
source: Find Payment Discounts
ro_ro: Gasire reduceri la plata

# Report 1072471244 - Control 2558030051 - Property 2879900210
source: Use Vendor Priority
ro_ro: Utilizare prioritate furnizor

# TableExtension 3765280490 - Field 2164127130 - Property 2879900210
source: Agency
ro_ro: Cod agentie

# TableExtension 3765280490 - Field 2249694358 - Property 2879900210
source: From Payment No.
ro_ro: De la Nr. Plata

# TableExtension 3765280490 - Field 2030932377 - Property 2879900210
source: RIB Checked
ro_ro: RIB verificat

# TableExtension 3765280490 - Field 448832497 - Property 2879900210
source: RIB Key
ro_ro: Chesie RIB

# TableExtension 3201405882 - Field 720173209 - Property 2879900210
source: Applied Amount CEC/BO
ro_ro: Suma CEC/BO Aplicat

# TableExtension 3201405882 - Field 3017675432 - Property 2879900210
source: Payment Tools Amount
ro_ro: Instrumente de plată

# TableExtension 4077645341 - Field 4091684500 - Property 2879900210
source: Default Bank Account No.
ro_ro: Nr. cont bancar implicit

# TableExtension 2299824972 - Field 2164127130 - Property 2879900210
source: Agency
ro_ro: Cod agentie

# TableExtension 2299824972 - Field 2249694358 - Property 2879900210
source: From Payment No.
ro_ro: De la Nr. Plata

# TableExtension 2299824972 - Field 2030932377 - Property 2879900210
source: RIB Checked
ro_ro: RIB verificat

# TableExtension 2299824972 - Field 448832497 - Property 2879900210
source: RIB Key
ro_ro: Chesie RIB

# TableExtension 1470066588 - Field 2361153257 - Property 2879900210
source: Applies-to CEC No.
ro_ro: Aplicare-la Nr. CEC

# TableExtension 1470066588 - Field 423009846 - Property 2879900210
source: Entry No.
ro_ro: Nr. intrare

# TableExtension 207941822 - Field 4091684500 - Property 2879900210
source: Default Bank Account No.
ro_ro: Nr. cont bancar implicit

# TableExtension 3749693371 - Field 2164127130 - Property 2879900210
source: Agency
ro_ro: Cod agentie

# TableExtension 3749693371 - Field 2249694358 - Property 2879900210
source: From Payment No.
ro_ro: De la Nr. Plata

# TableExtension 3749693371 - Field 2030932377 - Property 2879900210
source: RIB Checked
ro_ro: RIB verificat

# TableExtension 3749693371 - Field 448832497 - Property 2879900210
source: RIB Key
ro_ro: Chesie RIB

# TableExtension 2663051011 - Field 720173209 - Property 2879900210
source: Applied Amount CEC/BO
ro_ro: Suma CEC/BO Aplicat

# TableExtension 2663051011 - Field 3017675432 - Property 2879900210
source: Payment Tools Amount
ro_ro: Suma Instrumente de plată
