Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Cec-uri/Translations/Localizare Support Soft Cec-uri.*.xlf
Languages: ro_ro

# Table 165482073 - Field 1306940081 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 165482073 - Field 852347068 - Property 2879900210
source: Acceptation Code
ro_ro: Cod acceptare

# Table 165482073 - Field 852347068 - Property 62802879
source: LCR,No,BOR,LCR NA
ro_ro: LCR,Nr,BOR,LCR NA

# Table 165482073 - Field 1622979514 - Property 2879900210
source: Account No.
ro_ro: Nr. cont

# Table 165482073 - Field 3699788827 - Property 2879900210
source: Account Type
ro_ro: Tip cont

# Table 165482073 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 165482073 - Field 1433041118 - Property 2879900210
source: Agency Code
ro_ro: Cod agentie

# Table 165482073 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 165482073 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ro_ro: Sumă (MN)

# Table 165482073 - Field 2899774127 - Property 2879900210
source: Applies-to Doc. No.
ro_ro: Nr. doc Aplicare-la

# Table 165482073 - Field 2865137134 - Property 2879900210
source: Applies-to Doc. Type
ro_ro: Tip doc. Aplicare-la

# Table 165482073 - Field 2865137134 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
ro_ro: ,Plata,Factura,Nota de credit,Nota taxa financiara,Instiintare

# Table 165482073 - Field 3093642907 - Property 2879900210
source: Applies-to ID
ro_ro: Aplica la ID

# Table 165482073 - Field 1682139193 - Property 2879900210
source: Bank Account
ro_ro: Cont bancar

# Table 165482073 - Field 634516972 - Property 2879900210
source: Bank Account Name
ro_ro: Nume cont bancar

# Table 165482073 - Field 4248640148 - Property 2879900210
source: Bank Account No.
ro_ro: Nr. Cont Bancar

# Table 165482073 - Field 3089817519 - Property 2879900210
source: Bank Branch No.
ro_ro: Nr. Sucursala Banca

# Table 165482073 - Field 4096573835 - Property 2879900210
source: Bank Account City
ro_ro: Localitate cont bancar

# Table 165482073 - Field 381794850 - Property 2879900210
source: Canceled/Refused
ro_ro: Anulat/Refuzat

# Table 165482073 - Field 1116917347 - Property 2879900210
source: Copied To Line
ro_ro: Copiat la linia

# Table 165482073 - Field 3069726420 - Property 2879900210
source: Copied To No.
ro_ro: Copiat la nr.

# Table 165482073 - Field 3083748138 - Property 2879900210
source: Correction
ro_ro: Stornare in Rosu

# Table 165482073 - Field 2556136339 - Property 2879900210
source: Credit Amount
ro_ro: Suma credit

# Table 165482073 - Field 4198939294 - Property 2879900210
source: Currency Code
ro_ro: Cod valută

# Table 165482073 - Field 2324056710 - Property 2879900210
source: Currency Factor
ro_ro: Factor valuta

# Table 165482073 - Field 2796346326 - Property 2879900210
source: Debit Amount
ro_ro: Suma debit

# Table 165482073 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ro_ro: ID Set Dimensiune

# Table 165482073 - Field 3394775838 - Property 2879900210
source: Document ID
ro_ro: ID document

# Table 165482073 - Field 3672782421 - Property 2879900210
source: Drawee Reference
ro_ro: Referinta platitor

# Table 165482073 - Field 4085727052 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Table 165482073 - Field 772796762 - Property 2879900210
source: Entry No. Credit
ro_ro: Credit nr. intrare

# Table 165482073 - Field 109246936 - Property 2879900210
source: Entry No. Credit Memo
ro_ro: Nota credit nr. intrare

# Table 165482073 - Field 2198752711 - Property 2879900210
source: Entry No. Debit
ro_ro: Debit nr. intrare

# Table 165482073 - Field 1883382289 - Property 2879900210
source: Entry No. Debit Memo
ro_ro: Nota debit nr. intrare

# Table 165482073 - Field 1527563463 - Property 2879900210
source: External Document No.
ro_ro: Nr. document extern

# Table 165482073 - Field 1688422929 - Property 2879900210
source: IsCopy
ro_ro: Este copie

# Table 165482073 - Field 3320823955 - Property 2879900210
source: Line No.
ro_ro: Nr. linie

# Table 165482073 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 165482073 - Field 851708014 - Property 2879900210
source: P. Group Last Entry Credit
ro_ro: Credit ultima intrare gr. inreg.

# Table 165482073 - Field 3715673563 - Property 2879900210
source: P. Group Last Entry Debit
ro_ro: Debit ultima intrare gr. inreg.

# Table 165482073 - Field 2187733195 - Property 2879900210
source: Payment Address Code
ro_ro: Cod adresa plata

# Table 165482073 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 165482073 - Field 2340699868 - Property 2879900210
source: Payment Finished
ro_ro: Plată finalizata

# Table 165482073 - Field 2070001916 - Property 2879900210
source: Payment in progress
ro_ro: Plata in curs

# Table 165482073 - Field 35450067 - Property 2879900210
source: Posted
ro_ro: Inregistrat

# Table 165482073 - Field 3710982960 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Table 165482073 - Field 1915851633 - Property 2879900210
source: Posting Group
ro_ro: Grupă înreg.

# Table 165482073 - Field 1106821242 - Property 2879900210
source: RIB Checked
ro_ro: RIB Marcat

# Table 165482073 - Field 1696628850 - Property 2879900210
source: RIB Key
ro_ro: Chesie RIB

# Table 165482073 - Field 2219442658 - Property 2879900210
source: Salesperson/Purchaser Code
ro_ro: Cod Agent

# Table 165482073 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 165482073 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Table 165482073 - Field 1405208645 - Property 2879900210
source: Status Name
ro_ro: Nume stare

# Table 165482073 - Field 3932120693 - Property 2879900210
source: Status
ro_ro: Stare

# Table 1882825039 - Property 2879900210
source: Payment Post. Buffer
ro_ro: Tampon inreg. plata

# Table 1882825039 - Field 1622979514 - Property 2879900210
source: G/L Account
ro_ro: Cont contabil

# Table 1882825039 - Field 3699788827 - Property 2879900210
source: Type
ro_ro: Tip

# Table 1882825039 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 1882825039 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 1882825039 - Field 3783671362 - Property 2879900210
source: Amount (ACY)
ro_ro: Suma (VA)

# Table 1882825039 - Field 592951229 - Property 2879900210
source: Amount (LCY)
ro_ro: Sumă (MN)

# Table 1882825039 - Field 2899774127 - Property 2879900210
source: Applies-to Doc. No.
ro_ro: Nr. doc Aplicare-la

# Table 1882825039 - Field 2865137134 - Property 2879900210
source: Applies-to Doc. Type
ro_ro: Tip doc. Aplicare-la

# Table 1882825039 - Field 2865137134 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
ro_ro: ,Plata,Factura,Nota de credit,Nota taxa financiara,Instiintare

# Table 1882825039 - Field 3093642907 - Property 2879900210
source: Applies-to ID
ro_ro: Aplica la ID

# Table 1882825039 - Field 2615893667 - Property 2879900210
source: Auxiliary Entry No.
ro_ro: Nr. intrare auxiliara

# Table 1882825039 - Field 2006341288 - Property 2879900210
source: Budgeted FA No.
ro_ro: Nr. MF bugetat

# Table 1882825039 - Field 3083748138 - Property 2879900210
source: Correction
ro_ro: Stornare in Rosu

# Table 1882825039 - Field 4198939294 - Property 2879900210
source: Currency Code
ro_ro: Cod valută

# Table 1882825039 - Field 2324056710 - Property 2879900210
source: Currency Factor
ro_ro: Factor valuta

# Table 1882825039 - Field 3484353417 - Property 2879900210
source: Depr. Acquisition Cost
ro_ro: Amortiz. cost achizitie

# Table 1882825039 - Field 3389861232 - Property 2879900210
source: Depr. until FA Posting Date
ro_ro: Amortiz. pana la data inreg. MF

# Table 1882825039 - Field 2223214263 - Property 2879900210
source: Depreciation Book Code
ro_ro: Cod registru amortizare

# Table 1882825039 - Field 3461834954 - Property 2879900210
source: Description
ro_ro: Descriere

# Table 1882825039 - Field 3212555701 - Property 2879900210
source: Dimension Entry No.
ro_ro: Nr. Intrare Dimensiune

# Table 1882825039 - Field 3322554545 - Property 2879900210
source: Dimension Set ID
ro_ro: ID Set Dimensiune

# Table 1882825039 - Field 486908828 - Property 2879900210
source: Document No.
ro_ro: Nr. document

# Table 1882825039 - Field 2363328873 - Property 2879900210
source: Document Type
ro_ro: Tip Document

# Table 1882825039 - Field 2363328873 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
ro_ro: ,Plata,Factura,Nota de credit,Nota taxa financiara,Instiintare

# Table 1882825039 - Field 4085727052 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Table 1882825039 - Field 2385065524 - Property 2879900210
source: Duplicate in Depreciation Book
ro_ro: Duplicat in registru amortizare

# Table 1882825039 - Field 1527563463 - Property 2879900210
source: External Document No.
ro_ro: Nr. document extern

# Table 1882825039 - Field 3824409605 - Property 2879900210
source: FA Discount Account
ro_ro: Cont reducere MF

# Table 1882825039 - Field 3942279885 - Property 2879900210
source: FA Posting Date
ro_ro: Data inreg. MF

# Table 1882825039 - Field 1877866625 - Property 2879900210
source: FA Posting Type
ro_ro: Tip inreg. MF

# Table 1882825039 - Field 1877866625 - Property 62802879
source: ,Acquisition Cost,Maintenance
ro_ro: ,Cost achizitie,Intretinere

# Table 1882825039 - Field 3399481921 - Property 2879900210
source: Fixed Asset Line No.
ro_ro: Nr. linie mijloc fix

# Table 1882825039 - Field 633819257 - Property 2879900210
source: Gen. Bus. Posting Group
ro_ro: Gr. înreg. contab. op. ec.

# Table 1882825039 - Field 2139693550 - Property 2879900210
source: Gen. Prod. Posting Group
ro_ro: Gr. înreg. contab. produse

# Table 1882825039 - Field 1827683140 - Property 2879900210
source: GL Entry No.
ro_ro: Nr. intrare contabilitate

# Table 1882825039 - Field 1303377601 - Property 2879900210
source: Global Dimension 1 Code
ro_ro: Cod dimensiune globala 1

# Table 1882825039 - Field 1337243520 - Property 2879900210
source: Global Dimension 2 Code
ro_ro: Cod dimensiune globala 2

# Table 1882825039 - Field 941161161 - Property 2879900210
source: Header Document No.
ro_ro: Nr. document antet

# Table 1882825039 - Field 1647068831 - Property 2879900210
source: Insurance No.
ro_ro: Nr. asigurare

# Table 1882825039 - Field 1431820245 - Property 2879900210
source: Inv. Discount Account
ro_ro: Cont reducere fact.

# Table 1882825039 - Field 907522666 - Property 2879900210
source: Inv. Discount Amount
ro_ro: Suma reducere fact.

# Table 1882825039 - Field 3720912082 - Property 2879900210
source: Inv. Discount Amt. (ACY)
ro_ro: Suma reducere fact. (VA)

# Table 1882825039 - Field 1908272084 - Property 2879900210
source: Job No.
ro_ro: Nr. job

# Table 1882825039 - Field 3071873118 - Property 2879900210
source: Line Discount Account
ro_ro: Cont reducere linie

# Table 1882825039 - Field 1206454073 - Property 2879900210
source: Line Discount Amount
ro_ro: Suma reducere linie

# Table 1882825039 - Field 1600878721 - Property 2879900210
source: Line Discount Amt. (ACY)
ro_ro: Suma reducere linie (VA)

# Table 1882825039 - Field 3320823955 - Property 2879900210
source: Line No.
ro_ro: Nr. linie

# Table 1882825039 - Field 2422551700 - Property 2879900210
source: Maintenance Code
ro_ro: Cod intretinere

# Table 1882825039 - Field 1886781389 - Property 2879900210
source: Payment Line No.
ro_ro: Nr. linie plata

# Table 1882825039 - Field 780449361 - Property 2879900210
source: Posting group
ro_ro: Grupa inreg.

# Table 1882825039 - Field 2704404533 - Property 2879900210
source: Quantity
ro_ro: Cantitate

# Table 1882825039 - Field 2219442658 - Property 2879900210
source: Salesperson/Purchaser Code
ro_ro: Cod Agent

# Table 1882825039 - Field 567541820 - Property 2879900210
source: Salvage Value
ro_ro: Valoare reziduala

# Table 1882825039 - Field 1454843965 - Property 62802879
source: Negative,Positive
ro_ro: Negativ,Pozitiv

# Table 1882825039 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 1882825039 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Table 1882825039 - Field 1882905478 - Property 2879900210
source: Source No.
ro_ro: Nr. sursa

# Table 1882825039 - Field 1753214751 - Property 2879900210
source: Source Type
ro_ro: Tip sursă

# Table 1882825039 - Field 1753214751 - Property 62802879
source: ,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: ,Client,Furnizor,Cont Bancar,Mijloc Fix

# Table 1882825039 - Field 2283884360 - Property 2879900210
source: System-Created Entry
ro_ro: Intrare creata de sistem

# Table 1882825039 - Field 305562489 - Property 2879900210
source: Tax Area Code
ro_ro: Cod arie taxe

# Table 1882825039 - Field 2552458873 - Property 2879900210
source: Tax Group Code
ro_ro: Cod produs D394

# Table 1882825039 - Field 53839102 - Property 2879900210
source: Tax Liable
ro_ro: Supus taxelor

# Table 1882825039 - Field 607461957 - Property 2879900210
source: Use Duplication List
ro_ro: Utilizare lista duplicare

# Table 1882825039 - Field 3144071522 - Property 2879900210
source: Use Tax
ro_ro: Utilizare taxa

# Table 1882825039 - Field 1246077090 - Property 2879900210
source: VAT %
ro_ro: Tax %

# Table 1882825039 - Field 1108276017 - Property 2879900210
source: VAT Amount
ro_ro: Suma TVA

# Table 1882825039 - Field 3646211287 - Property 2879900210
source: VAT Amount (ACY)
ro_ro: Suma TVA (VA)

# Table 1882825039 - Field 904390814 - Property 2879900210
source: VAT Base Amount
ro_ro: Suma baza TVA

# Table 1882825039 - Field 219140900 - Property 2879900210
source: VAT Base Amount (ACY)
ro_ro: Suma baza TVA (VA)

# Table 1882825039 - Field 1844012642 - Property 2879900210
source: VAT Bus. Posting Group
ro_ro: Gr. înreg. TVA operaţii ec.

# Table 1882825039 - Field 2971014054 - Property 2879900210
source: VAT Calculation Type
ro_ro: Tip calcul TVA

# Table 1882825039 - Field 2971014054 - Property 62802879
source: Normal VAT,Reverse Charge VAT,Full VAT,Sales Tax
ro_ro: TVA normal,TVA inversat,TVA integral,Taxă vânzare

# Table 1882825039 - Field 2992823416 - Property 2879900210
source: VAT Difference
ro_ro: Diferenta TVA

# Table 1882825039 - Field 236064653 - Property 2879900210
source: VAT Prod. Posting Group
ro_ro: Grupa Inreg. TVA Prod.

# Table 3881970681 - Property 2879900210
source: Payment Status
ro_ro: Stare plata

# Table 3881970681 - NamedType 2476940767
source: Deleting the first report not allowed
ro_ro: Stergerea primului raport nu este permisa

# Table 3881970681 - NamedType 3114637384
source: Deleting is not allowed because this Payment Status is already used.
ro_ro: Stergerea nu este permisa deoarece aceasta Stare a platii este deja utilizata.

# Table 3881970681 - Field 852347068 - Property 2879900210
source: Acceptation Code
ro_ro: Cod acceptare

# Table 3881970681 - Field 2876200604 - Property 2879900210
source: Allow Edit Payment No.
ro_ro: Se permite editare nr. plata

# Table 3881970681 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 3881970681 - Field 139627132 - Property 2879900210
source: Archiving authorized
ro_ro: Arhivare autorizata

# Table 3881970681 - Field 2342133239 - Property 2879900210
source: Auto Archive
ro_ro: Arhivare Automata

# Table 3881970681 - Field 1682139193 - Property 2879900210
source: Bank Account
ro_ro: Cont bancar

# Table 3881970681 - Field 381794850 - Property 2879900210
source: Canceled/Refused
ro_ro: Anulat/Refuzat

# Table 3881970681 - Field 1735507514 - Property 2879900210
source: Line
ro_ro: Linie

# Table 3881970681 - Field 3357772017 - Property 2879900210
source: Look
ro_ro: Cautare

# Table 3881970681 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 3881970681 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 3881970681 - Field 2340699868 - Property 2879900210
source: Payment Finished
ro_ro: Plată finalizata

# Table 3881970681 - Field 2070001916 - Property 2879900210
source: Payment in progress
ro_ro: Plata in curs

# Table 3881970681 - Field 1860084663 - Property 2879900210
source: Report
ro_ro: Raport

# Table 1173942051 - Property 2879900210
source: Payment Step
ro_ro: Etapa plata

# Table 1173942051 - NamedType 2476940767
source: Deleting default report not allowed
ro_ro: Stergerea raportului implicit nu este permisa

# Table 1173942051 - NamedType 3114637384
source: The series' nos must not be greater than 10.
ro_ro: Numerele seriesi nu trebuie sa fie mai mari dec_t 10.

# Table 1173942051 - Field 2014436629 - Property 2879900210
source: Acceptation Code<>No
ro_ro: Cod acceptare<>Nr

# Table 1173942051 - Field 1060207642 - Property 2879900210
source: Action Type
ro_ro: Tip actiune

# Table 1173942051 - Field 1060207642 - Property 62802879
source: None,Ledger,Report,File,Create new Document
ro_ro: Nimic,Registru,Raport,Fisier,Creare document

# Table 1173942051 - Field 3083748138 - Property 2879900210
source: Correction
ro_ro: Stornare in Rosu

# Table 1173942051 - Field 1651522634 - Property 2879900210
source: Dataport No.
ro_ro: Nr. Dataport

# Table 1173942051 - Field 36813604 - Property 2879900210
source: Header Nos. Series
ro_ro: Serie numere anteturi

# Table 1173942051 - Field 1735507514 - Property 2879900210
source: Line
ro_ro: Linie

# Table 1173942051 - Field 2961552353 - Property 2879900210
source: Name
ro_ro: Nume

# Table 1173942051 - Field 3450954181 - Property 2879900210
source: Next Status
ro_ro: Starea urmatoare

# Table 1173942051 - Field 3980115888 - Property 2879900210
source: Next Status Name
ro_ro: Nume stare urmatoare

# Table 1173942051 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 1173942051 - Field 1032931831 - Property 2879900210
source: Previous Status
ro_ro: Stare anterioara

# Table 1173942051 - Field 1642756574 - Property 2879900210
source: Previous Status Name
ro_ro: Nume stare anterioara

# Table 1173942051 - Field 1908046867 - Property 2879900210
source: Reason Code
ro_ro: Cod motiv

# Table 1173942051 - Field 975810371 - Property 2879900210
source: Report No.
ro_ro: Nr. raport

# Table 1173942051 - Field 2720485332 - Property 2879900210
source: Source Code
ro_ro: Cod sursă

# Table 1173942051 - Field 1100495153 - Property 2879900210
source: Verify Due Date
ro_ro: Verificare data scadenta

# Table 1173942051 - Field 804128259 - Property 2879900210
source: Verify Header RIB
ro_ro: Verificare RIB antet

# Table 1173942051 - Field 1925161237 - Property 2879900210
source: Verify Lines RIB
ro_ro: Verificare RIB linii

# Table 1051485272 - Property 2879900210
source: Payment Step Ledger
ro_ro: Registru etape plata

# Table 1051485272 - Field 1622979514 - Property 2879900210
source: Account No.
ro_ro: Nr. cont

# Table 1051485272 - Field 3699788827 - Property 2879900210
source: Account Type
ro_ro: Tip cont

# Table 1051485272 - Field 3699788827 - Property 62802879
source: G/L Account,Customer,Vendor,Bank Account,Fixed Asset
ro_ro: Cont contabil,Client,Furnizor,Cont bancar,Mijloc fix

# Table 1051485272 - Field 238246027 - Property 2879900210
source: Accounting Type
ro_ro: Tip contabilitate

# Table 1051485272 - Field 238246027 - Property 62802879
source: Payment Line Account,Associated G/L Account,Below Account,G/L Account / Month,G/L Account / Week,Bal. Account Previous Entry,Header Payment Account
ro_ro: Cont linie plata,Cont contabil asociat,Cont inferior,Cont contabil/luna contabila,Cont contabil /saptam_na contabila,Intrare anterioara cont coresp.,Cont plata antet

# Table 1051485272 - Field 4181767958 - Property 2879900210
source: Application
ro_ro: Aplicatie

# Table 1051485272 - Field 4181767958 - Property 62802879
source: None,Applied Entry,Entry Previous Step,Memorized Entry
ro_ro: Nimic,Intrare aplicata,Etapa anterioara intrare,Intrare memorata

# Table 1051485272 - Field 410940989 - Property 2879900210
source: Customer Posting Group
ro_ro: Grupă înreg. client

# Table 1051485272 - Field 3461834954 - Property 2879900210
source: Description
ro_ro: Descriere

# Table 1051485272 - Field 664719345 - Property 2879900210
source: Detail Level
ro_ro: Nivel detaliu

# Table 1051485272 - Field 664719345 - Property 62802879
source: Line,Account,Due Date
ro_ro: Linie,Cont,Data scadentesi

# Table 1051485272 - Field 486908828 - Property 2879900210
source: Document No.
ro_ro: Nr. document

# Table 1051485272 - Field 486908828 - Property 62802879
source: Header No.,Document ID Line
ro_ro: Nr. antet,Linie ID document

# Table 1051485272 - Field 2363328873 - Property 2879900210
source: Document Type
ro_ro: Tip Document

# Table 1051485272 - Field 2363328873 - Property 62802879
source: ,Payment,Invoice,Credit Memo,Finance Charge Memo,Reminder
ro_ro: ,Plata,Factura,Nota de credit,Nota taxa financiara,Instiintare

# Table 1051485272 - Field 1735507514 - Property 2879900210
source: Line
ro_ro: Linie

# Table 1051485272 - Field 2606332958 - Property 2879900210
source: Memorize Entry
ro_ro: Memorare intrare

# Table 1051485272 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 1051485272 - Field 3075920170 - Property 2879900210
source: Root
ro_ro: Radacina

# Table 1051485272 - Field 685401789 - Property 2879900210
source: Sign
ro_ro: Semn

# Table 1051485272 - Field 3194161445 - Property 2879900210
source: Vendor Posting Group
ro_ro: Grupă înreg. furnizori

# Table 3466637848 - Property 2879900210
source: Payment Tools App-Ledg. Entry
ro_ro: Intr. Reg. Applicari Instrumente de Plata

# Table 3466637848 - Field 636392376 - Property 2879900210
source: Amount
ro_ro: Sumă

# Table 3466637848 - Field 486908828 - Property 2879900210
source: Document No.
ro_ro: Nr. document

# Table 3466637848 - Field 2363328873 - Property 2879900210
source: Document Type
ro_ro: Tip Document

# Table 3466637848 - Field 4085727052 - Property 2879900210
source: Due Date
ro_ro: Data scadenta

# Table 3466637848 - Field 883711285 - Property 2879900210
source: Entry No.
ro_ro: Nr. intrare

# Table 3466637848 - Field 4099490416 - Property 2879900210
source: Payment Class
ro_ro: Clasa plt

# Table 3466637848 - Field 1006263352 - Property 2879900210
source: Payment Document Line No.
ro_ro: Nr. linie plata

# Table 3466637848 - Field 1756312694 - Property 2879900210
source: Payment Document No.
ro_ro: Nr Document Plata

# Table 3466637848 - Field 1361663463 - Property 2879900210
source: Payment No.
ro_ro: Nr. Plata

# Table 3466637848 - Field 802144395 - Property 2879900210
source: Payment Series
ro_ro: Serie Plata

# Table 3466637848 - Field 1882905478 - Property 2879900210
source: Source No.
ro_ro: Nr. sursa

# Table 3466637848 - Field 1753214751 - Property 2879900210
source: Source Type
ro_ro: Tip sursă

# Table 3466637848 - Field 1405208645 - Property 2879900210
source: Status Name
ro_ro: Nume stare

# Table 3466637848 - Field 3932120693 - Property 2879900210
source: Status
ro_ro: Stare

# Codeunit 3530316484 - Method 3027659737 - NamedType 652464844
source: The document %1 is not applied to any invoice.Do you want to continue?
ro_ro: Acest Document %1 nu este aplicat la facturi. Doriti sa continuati?

# Codeunit 1006583300 - NamedType 3114637384
source: The number %1 cannot be extended to more than 20 characters.
ro_ro: Numărul %1 nu poate fi extins la mai mult de 20 de caractere.
