Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft Nice to Have/Translations/Localizare Support Soft Nice to Have.*.xlf
Languages: ro_ro

# Table 817196585 - Property 2879900210
source: Purch. Rcpt. Header
ro_ro: Antet receptie cump.

# Table 817196585 - Field 1750733095 - Property 2879900210
source: Buy-from Contact
ro_ro: Cumparare-de la contact

# Table 817196585 - Field 2931503505 - Property 2879900210
source: Buy-from Country/Region Code
ro_ro: Cumparare-de la cod tara/regiune

# Table 817196585 - Field 852404356 - Property 2879900210
source: Buy-from Post Code
ro_ro: Cumparare-de la cod postal

# Table 817196585 - Field 3230600482 - Property 2879900210
source: Buy-from Vendor Name
ro_ro: Cumparare-de la nume furnizor

# Table 817196585 - Field 3792369418 - Property 2879900210
source: Buy-from Vendor No.
ro_ro: Cumparare-de la furnizor nr.

# Table 817196585 - Field 2161572060 - Property 2879900210
source: Location Code
ro_ro: Cod locaţie

# Table 817196585 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 817196585 - Field 3946380207 - Property 2879900210
source: Order Address Code
ro_ro: Cod adresa comanda

# Table 817196585 - Field 2202932243 - Property 2879900210
source: Order No.
ro_ro: Nr. comanda

# Table 817196585 - Field 1970704690 - Property 2879900210
source: Pay-to Contact
ro_ro: Plata-la contact

# Table 817196585 - Field 4079742056 - Property 2879900210
source: Pay-to Country/Region Code
ro_ro: Plata-la cod tara/regiune

# Table 817196585 - Field 3472859787 - Property 2879900210
source: Pay-to Name
ro_ro: Plata-la nume

# Table 817196585 - Field 1168556525 - Property 2879900210
source: Pay-to Post Code
ro_ro: Plata-la cod postal

# Table 817196585 - Field 3941277175 - Property 2879900210
source: Pay-to Vendor No.
ro_ro: Plata-la furnizor nr.

# Table 817196585 - Field 3710982960 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Table 817196585 - Field 801304080 - Property 2879900210
source: Purchaser Code
ro_ro: Cod cumparator

# Table 817196585 - Field 993414011 - Property 2879900210
source: Ship-to Code
ro_ro: Livrare-la cod

# Table 817196585 - Field 929198632 - Property 2879900210
source: Ship-to Contact
ro_ro: Livrare-la contact

# Table 817196585 - Field 3354576322 - Property 2879900210
source: Ship-to Country/Region Code
ro_ro: Livrare-la cod tara/regiune

# Table 817196585 - Field 2743501653 - Property 2879900210
source: Ship-to Name
ro_ro: Livrare-la nume

# Table 817196585 - Field 3172878019 - Property 2879900210
source: Ship-to Post Code
ro_ro: Livrare-la cod postal

# Table 817196585 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 817196585 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Table 284772200 - Property 2879900210
source: Non-Invoiced Sales Shipment
ro_ro: Livrari Vanzari Ne-facturate

# Table 284772200 - Field 4064815791 - Property 2879900210
source: Bill-to Contact
ro_ro: Nota de plata-la contact

# Table 284772200 - Field 2096911897 - Property 2879900210
source: Bill-to Country/Region Code
ro_ro: Nota de plata-la cod tara/regiune

# Table 284772200 - Field 2965034906 - Property 2879900210
source: Bill-to Customer No.
ro_ro: Nota de plata-la client nr.

# Table 284772200 - Field 240204966 - Property 2879900210
source: Bill-to Name
ro_ro: Nota de plata-la nume

# Table 284772200 - Field 675862156 - Property 2879900210
source: Bill-to Post Code
ro_ro: Nota de plata-la cod postal

# Table 284772200 - Field 4198939294 - Property 2879900210
source: Currency Code
ro_ro: Cod valută

# Table 284772200 - Field 2161572060 - Property 2879900210
source: Location Code
ro_ro: Cod locaţie

# Table 284772200 - Field 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Table 284772200 - Field 2202932243 - Property 2879900210
source: Order No.
ro_ro: Nr. comanda

# Table 284772200 - Field 3710982960 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Table 284772200 - Field 553464652 - Property 2879900210
source: Salesperson Code
ro_ro: Cod agent de vânzări

# Table 284772200 - Field 1006519668 - Property 2879900210
source: Sell-to Contact
ro_ro: Vanzare-la contact

# Table 284772200 - Field 3434865006 - Property 2879900210
source: Sell-to Country/Region Code
ro_ro: Vanzare-la cod tara/regiune

# Table 284772200 - Field 1474036805 - Property 2879900210
source: Sell-to Customer Name
ro_ro: Vanzare-la nume client

# Table 284772200 - Field 1225278069 - Property 2879900210
source: Sell-to Customer No.
ro_ro: Vanzare-la client nr.

# Table 284772200 - Field 709296807 - Property 2879900210
source: Sell-to Post Code
ro_ro: Vanzare-la cod postal

# Table 284772200 - Field 993414011 - Property 2879900210
source: Ship-to Code
ro_ro: Livrare-la cod

# Table 284772200 - Field 929198632 - Property 2879900210
source: Ship-to Contact
ro_ro: Livrare-la contact

# Table 284772200 - Field 3354576322 - Property 2879900210
source: Ship-to Country/Region Code
ro_ro: Livrare-la cod tara/regiune

# Table 284772200 - Field 2743501653 - Property 2879900210
source: Ship-to Name
ro_ro: Livrare-la nume

# Table 284772200 - Field 3172878019 - Property 2879900210
source: Ship-to Post Code
ro_ro: Livrare-la cod postal

# Table 284772200 - Field 1577567912 - Property 2879900210
source: Shortcut Dimension 1 Code
ro_ro: Comandă rapidă cod dimens. 1

# Table 284772200 - Field 1003760969 - Property 2879900210
source: Shortcut Dimension 2 Code
ro_ro: Comandă rapidă cod dimens. 2

# Codeunit 3340695887 - NamedType 652464844
source: Currency Exchange Rate is missing for: %1
ro_ro: Lipseste cursul de schimb pentru: %1

# Codeunit 3340695887 - Method 3890320205 - NamedType 982552602
source: BNR Rates could not be imported.
ro_ro: Nu s-a putut importa curs BNR.

# Page 3245501198 - Property 2879900210
source: Non-Invoiced Sales Shipment
ro_ro: Livrari Vanzari Ne-facturate

# Page 3245501198 - NamedType 2476940767
source: Do you want to post the invoice?
ro_ro: Doriti sa inregistrati factura?

# Page 3245501198 - NamedType 3752334001
source: There is nothing to post.
ro_ro: Nimic de inregistrat.

# Page 3245501198 - NamedType 95063322
source: The specified invoice posting date is overdue already. Do you still want to post the invoice?
ro_ro: Data de inregistrare a facturii speciicare are deja data de scadenta depasita. Doriti sa inregistrati in continuare factura?

# Page 3245501198 - NamedType 732759939
source: Please enter the posting date.
ro_ro: Introduceti data de inregistrare.

# Page 3245501198 - Control 4064815791 - Property 1295455071
source: Specifies the value of the Bill-to Contact field.
ro_ro: Specifică valoarea câmpului Nota Plata-la Contact.

# Page 3245501198 - Control 2096911897 - Property 1295455071
source: Specifies the value of the Bill-to Country/Region Code field.
ro_ro: Specifică valoarea câmpului Nota Plata-la Cod Tara/Regione.

# Page 3245501198 - Control 2965034906 - Property 1295455071
source: Specifies the value of the Bill-to Customer No. field.
ro_ro: Specifică valoarea câmpului Nota Plata-la Nr. Client.

# Page 3245501198 - Control 240204966 - Property 1295455071
source: Specifies the value of the Bill-to Name field.
ro_ro: Specifică valoarea câmpului Nota Plata-la Nume.

# Page 3245501198 - Control 675862156 - Property 1295455071
source: Specifies the value of the Bill-to Post Code field.
ro_ro: Specifică valoarea câmpului Nota Plata-la Cod Postal.

# Page 3245501198 - Control 4198939294 - Property 1295455071
source: Specifies the value of the Currency Code field.
ro_ro: Specifică valoarea câmpului Cod Valuta.

# Page 3245501198 - Control 2161572060 - Property 1295455071
source: Specifies the value of the Location Code field.
ro_ro: Specifica valoarea campului Cod Locatie.

# Page 3245501198 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 3245501198 - Control 2202932243 - Property 1295455071
source: Specifies the value of the Order No. field.
ro_ro: Specifica valoarea campului Nr. Comanda.

# Page 3245501198 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field.
ro_ro: Specifica valoarea campului Data Inreg.

# Page 3245501198 - Control 553464652 - Property 1295455071
source: Specifies the value of the Salesperson Code field.
ro_ro: Specifică valoarea câmpului Cod Agent Vanzare.

# Page 3245501198 - Control 1006519668 - Property 1295455071
source: Specifies the value of the Sell-to Contact field.
ro_ro: Specifică valoarea câmpului Vanzare-la Contact.

# Page 3245501198 - Control 3434865006 - Property 1295455071
source: Specifies the value of the Sell-to Country/Region Code field.
ro_ro: Specifică valoarea câmpului Vanzare-la Cod Tara Regiune.

# Page 3245501198 - Control 1474036805 - Property 1295455071
source: Specifies the value of the Sell-to Customer Name field.
ro_ro: Specifică valoarea câmpului Vanzare-la Nume Client

# Page 3245501198 - Control 1225278069 - Property 1295455071
source: Specifies the value of the Sell-to Customer No. field.
ro_ro: Specifică valoarea câmpului Vanzare-la Nr. Client.

# Page 3245501198 - Control 709296807 - Property 1295455071
source: Specifies the value of the Sell-to Post Code field.
ro_ro: Specifică valoarea câmpului Vanzare-la Cod Postal.

# Page 3245501198 - Control 993414011 - Property 1295455071
source: Specifies the value of the Ship-to Code field.
ro_ro: Specifică valoarea câmpului Livrare-la Cod.

# Page 3245501198 - Control 929198632 - Property 1295455071
source: Specifies the value of the Ship-to Contact field.
ro_ro: Specifica valoarea campului Livrare-la Contact.

# Page 3245501198 - Control 3354576322 - Property 1295455071
source: Specifies the value of the Ship-to Country/Region Code field.
ro_ro: Specifică valoarea câmpului Livrare-la Cod Tara/Regiune.

# Page 3245501198 - Control 2743501653 - Property 1295455071
source: Specifies the value of the Ship-to Name field.
ro_ro: Specifică valoarea câmpului Livrare-la Nume.

# Page 3245501198 - Control 3172878019 - Property 1295455071
source: Specifies the value of the Ship-to Post Code field.
ro_ro: Specifica valoarea campului Livrare-la Cod Postal

# Page 3245501198 - Control 1577567912 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 1 Code field.
ro_ro: Specifica codul valorii dimensiunii 1

# Page 3245501198 - Control 1003760969 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 2 Code field.
ro_ro: Specifica codul valorii dimensiunii 2

# Page 3245501198 - Control 1009979295 - Property 1295455071
source: Specifies the value of the Invoice Posting Date field.
ro_ro: Specifică valoarea câmpului Data Inreg. Factura.

# Page 3245501198 - Control 1009979295 - Property 2879900210
source: Invoice Posting Date
ro_ro: Data inregistrare factura

# Page 3245501198 - Action 1603851298 - Property 2879900210
source: &Shipment
ro_ro: &Livrare

# Page 3245501198 - Action 4125097576 - Property 1295455071
source: Executes the Card action.
ro_ro: Executie actiune Fisa.

# Page 3245501198 - Action 3000180178 - Property 1295455071
source: Executes the Co&mments action.
ro_ro: Executie actiune Comentarii.

# Page 3245501198 - Action 3000180178 - Property 2879900210
source: Co&mments
ro_ro: Co&mentarii

# Page 3245501198 - Action 84074407 - Property 2879900210
source: Statistics
ro_ro: Statistica

# Page 3245501198 - Action 1193896936 - Property 2879900210
source: P&ost Invoices
ro_ro: Î&nregistrare Facturi

# Page 3245501198 - Action 4236135242 - Property 1295455071
source: Executes the P&ost action.
ro_ro: Executie actiune Inregistrare.

# Page 3245501198 - Action 4236135242 - Property 2879900210
source: P&ost
ro_ro: Î&nregistrare

# Page 3245501198 - Action 732253414 - Property 2879900210
source: Post &Batch
ro_ro: Inregistrare &Lot

# Page 3245501198 - Action 1333595352 - Property 1295455071
source: Executes the Post and &Print action.
ro_ro: Executie actiune Inregistrare si Imprimare.

# Page 3245501198 - Action 1333595352 - Property 2879900210
source: Post and &Print
ro_ro: Înregistrare şi &imprimare

# Page 3245501198 - Action 3106002577 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 3245501198 - Action 52730441 - Property 2879900210
source: Suggest Lines...
ro_ro: Sugerare linii...

# Page 817196585 - Property 2879900210
source: Non-Invoiced Purch. Rcpt.
ro_ro: Receptii Cumparare Nefacturate

# Page 817196585 - NamedType 2476940767
source: Do you want to post the invoice?
ro_ro: Doriti sa inregistrati factura?

# Page 817196585 - NamedType 3752334001
source: There is nothing to post.
ro_ro: Nimic de inregistrat.

# Page 817196585 - NamedType 95063322
source: The specified invoice posting date is overdue already. Do you still want to post the invoice?
ro_ro: Data de inregistrare a facturii speciicare are deja data de scadenta depasita. Doriti sa inregistrati in continuare factura?

# Page 817196585 - NamedType 732759939
source: Please enter the posting date.
ro_ro: Introduceti data de inregistrare.

# Page 817196585 - Control 2161572060 - Property 1295455071
source: Specifies the value of the Location Code field.
ro_ro: Specifica valoarea campului Cod Locatie.

# Page 817196585 - Control 4200184881 - Property 1295455071
source: Specifies the value of the No. field.
ro_ro: Specifica valoarea campului Nr.

# Page 817196585 - Control 2202932243 - Property 1295455071
source: Specifies the value of the Order No. field.
ro_ro: Specifica valoarea campului Nr. Comanda.

# Page 817196585 - Control 3710982960 - Property 1295455071
source: Specifies the value of the Posting Date field.
ro_ro: Specifica valoarea campului Data Inreg.

# Page 817196585 - Control 993414011 - Property 1295455071
source: Specifies the value of the Ship-to Code field.
ro_ro: Specifică valoarea câmpului Livrare-la Cod.

# Page 817196585 - Control 929198632 - Property 1295455071
source: Specifies the value of the Ship-to Contact field.
ro_ro: Specifica valoarea campului Livrare-la Contact.

# Page 817196585 - Control 3354576322 - Property 1295455071
source: Specifies the value of the Ship-to Country/Region Code field.
ro_ro: Specifică valoarea câmpului Livrare-la Cod Tara/Regiune.

# Page 817196585 - Control 2743501653 - Property 1295455071
source: Specifies the value of the Ship-to Name field.
ro_ro: Specifică valoarea câmpului Livrare-la Nume.

# Page 817196585 - Control 3172878019 - Property 1295455071
source: Specifies the value of the Ship-to Post Code field.
ro_ro: Specifica valoarea campului Livrare-la Cod Postal

# Page 817196585 - Control 1577567912 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 1 Code field.
ro_ro: Specifica codul valorii dimensiunii 1

# Page 817196585 - Control 1003760969 - Property 1295455071
source: Specifies the value of the Shortcut Dimension 2 Code field.
ro_ro: Specifica codul valorii dimensiunii 2

# Page 817196585 - Control 1009979295 - Property 1295455071
source: Specifies the value of the Invoice Posting Date field.
ro_ro: Specifică valoarea câmpului Data Inreg. Factura.

# Page 817196585 - Control 1009979295 - Property 2879900210
source: Invoice Posting Date
ro_ro: Data inregistrare factura

# Page 817196585 - Action 76564158 - Property 2879900210
source: &Receipt
ro_ro: &Receptie

# Page 817196585 - Action 4125097576 - Property 1295455071
source: Executes the Card action.
ro_ro: Executie actiune Fisa.

# Page 817196585 - Action 3000180178 - Property 1295455071
source: Executes the Co&mments action.
ro_ro: Executie actiune Comentarii.

# Page 817196585 - Action 3000180178 - Property 2879900210
source: Co&mments
ro_ro: Co&mentarii

# Page 817196585 - Action 84074407 - Property 2879900210
source: Statistics
ro_ro: Statistica

# Page 817196585 - Action 1193896936 - Property 2879900210
source: P&ost Invoices
ro_ro: Î&nregistrare Facturi

# Page 817196585 - Action 4236135242 - Property 1295455071
source: Executes the P&ost action.
ro_ro: Executie actiune Inregistrare.

# Page 817196585 - Action 4236135242 - Property 2879900210
source: P&ost
ro_ro: Î&nregistrare

# Page 817196585 - Action 732253414 - Property 2879900210
source: Post &Batch
ro_ro: Inregistrare &Lot

# Page 817196585 - Action 1333595352 - Property 1295455071
source: Executes the Post and &Print action.
ro_ro: Executie actiune Inregistrare si Imprimare.

# Page 817196585 - Action 1333595352 - Property 2879900210
source: Post and &Print
ro_ro: Înregistrare şi &imprimare

# Page 817196585 - Action 3106002577 - Property 2879900210
source: F&unctions
ro_ro: F&uncţii

# Page 817196585 - Action 52730441 - Property 2879900210
source: Suggest Lines...
ro_ro: Sugerare linii...

# Page 1118646131 - Property 2879900210
source: Search Items
ro_ro: Cautare articole

# Page 1118646131 - Control 411531942 - Property 1295455071
source: Specifies the base unit used to measure the item, such as piece, box, or pallet. The base unit of measure also serves as the conversion basis for alternate units of measure.
ro_ro: Specifica unitatea de baza utilizata pentru masurarea articolului, cum ar fi bucata, cutia sau paletul. Unitatea de masura de baza serveste si ca baza de conversie pentru unitati de masura alternative.

# Page 1118646131 - Control 3543129988 - Property 1295455071
source: Specifies that the related record is blocked from being posted in transactions, for example an item that is placed in quarantine.
ro_ro: Specifica faptul ca inregistrarea aferenta este blocata de a fi publicata in tranzactii, de exemplu un articol care este plasat in carantina.

# Page 1118646131 - Control 3461834954 - Property 1295455071
source: Specifies a description of the item.
ro_ro: Specifica o descriere a articolului.

# Page 1118646131 - Control 4200184881 - Property 1295455071
source: Specifies the number of the involved entry or record, according to the specified number series.
ro_ro: Specifică numărul intrării sau înregistrării implicate, în conformitate cu seria numerică specificată.

# Page 1118646131 - Control 4200184881 - Property 2879900210
source: No.
ro_ro: Nr.

# Page 1118646131 - Control 2454573350 - Property 1295455071
source: Specifies that a substitute exists for this item.
ro_ro: Specifica faptul ca exista un inlocuitor pentru acest element.

# Page 1118646131 - Control 3638875869 - Property 1295455071
source: Specifies the value of the Item Description field.
ro_ro: Specifica valoarea campului Descriere Articol

# Page 1118646131 - Control 3638875869 - Property 2879900210
source: Item Description
ro_ro: Descriere articol

# Page 1118646131 - Control 3798681774 - Property 2879900210
source: Variant Code
ro_ro: Cod variantă

# Report 1391927200 - Property 2879900210
source: Inv. Non-Invoiced Purch. Rcpt.
ro_ro: Rec. Fact. Cump. Nefact.

# Report 1391927200 - NamedType 3114637384
source: Posting invoices #1########## @2@@@@@@@@@@@@@
ro_ro: Inregistrare facturi #1########## @2@@@@@@@@@@@@@

# Report 1391927200 - NamedType 3752334001
source: %1 invoices out of a total of %2 have now been posted.
ro_ro: %1 facturi din totalul de %2 au fost acum inregistrate.

# Report 1391927200 - NamedType 95063322
source: The specified invoice posting date is already overdue for some receipts. Do you still want to post the invoices?
ro_ro: Data de inregistare a facturii este deja cu data de scadenta depasita pentru unele receptii. Doriti sa inregistrare in continuare facturile?

# Report 1391927200 - NamedType 1370456556
source: Please enter the posting date.
ro_ro: Introduceti data de inregistrare.

# Report 1391927200 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Opţiuni

# Report 1391927200 - Control 2780809675 - Property 2879900210
source: Calc. Inv. Discount
ro_ro: Calcul reducere fact.

# Report 1391927200 - Control 1009979295 - Property 1295455071
source: Specifies the value of the Posting Date field.
ro_ro: Specifica valoarea campului Data Inreg.

# Report 1391927200 - Control 1009979295 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Report 1391927200 - Control 4126205201 - Property 2879900210
source: Replace Document Date
ro_ro: Inlocuire data document

# Report 3425121640 - Property 2879900210
source: Inv. Non-Invoiced Sales Shpt.
ro_ro: Livrare Fact. Vanz. Nefact.

# Report 3425121640 - NamedType 3114637384
source: Posting invoices #1########## @2@@@@@@@@@@@@@
ro_ro: Inregistrare facturi #1########## @2@@@@@@@@@@@@@

# Report 3425121640 - NamedType 3752334001
source: %1 invoices out of a total of %2 have now been posted.
ro_ro: %1 facturi din totalul de %2 au fost acum inregistrate.

# Report 3425121640 - NamedType 95063322
source: The specified invoice posting date is already overdue for some shipments. Do you still want to post the invoices?
ro_ro: Data de inregistare a facturii este deja cu data de scadenta depasita pentru unele livrari. Doriti sa inregistrare in continuare facturile

# Report 3425121640 - NamedType 1370456556
source: Please enter the posting date.
ro_ro: Introduceti data de inregistrare.

# Report 3425121640 - Control 2346885236 - Property 2879900210
source: Options
ro_ro: Opţiuni

# Report 3425121640 - Control 2780809675 - Property 2879900210
source: Calc. Inv. Discount
ro_ro: Calcul reducere fact.

# Report 3425121640 - Control 1009979295 - Property 1295455071
source: Specifies the value of the Posting Date field.
ro_ro: Specifica valoarea campului Data Inreg.

# Report 3425121640 - Control 1009979295 - Property 2879900210
source: Posting Date
ro_ro: Data inreg.

# Report 3425121640 - Control 4126205201 - Property 2879900210
source: Replace Document Date
ro_ro: Inlocuire data document

# Report 984538696 - Property 2879900210
source: Sug. Non-Invoiced Purch. Rcpt.
ro_ro: Sug. Rec. Cump. Nefact.

# Report 27010832 - Property 2879900210
source: Sug. Non-Invoiced Sales Shpt.
ro_ro: Sug. Livr. Vanzare Nefact.

# PageExtension 663633022 - Control 1054337158 - Property 2879900210
source: VAT API
ro_ro: API Verificare TVA

# PageExtension 663633022 - Control 2801586552 - Property 1295455071
source: Specifies the value of the Import BNR at LogIn field.
ro_ro: Specifică valoarea câmpului Importa Curs BNR Logare Sistem.

# PageExtension 958700371 - Action 3538042150 - Property 2879900210
source: Search Items
ro_ro: Cautare articole

# PageExtension 3673113758 - Action 3538042150 - Property 2879900210
source: Search Items
ro_ro: Cautare articole

# TableExtension 663633022 - Field 583886741 - Property 2879900210
source: Enable ANAF VAT
ro_ro: Activare Verificare TVA ANAF

# TableExtension 663633022 - Field 2801586552 - Property 2879900210
source: Import BNR at LogIn
ro_ro: Import Curs BNR Logare System

# TableExtension 663633022 - Field 2473502339 - Property 2879900210
source: VAT API URL
ro_ro: URL API Verificare TVA

# TableExtension 663633022 - Field 4122419819 - Property 2879900210
source: VAT API URL ANAF
ro_ro: URL API Verificare TVA ANAF

# TableExtension 663633022 - Field 571798319 - Property 2879900210
source: VAT Password
ro_ro: Parola VerificareTVA

# TableExtension 663633022 - Field 1837989144 - Property 2879900210
source: VAT User Name
ro_ro: Nume Utilizator VerificateTVA
