Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft SAF-T/Translations/Localizare Support Soft SAF-T.*.xlf
Languages: ro_ro

# Table 3925310516 - Property 2879900210
source: SAFT Export Header
ro_ro: Antet Export SAFT

# Table 3925310516 - Field 6461729 - Property 2879900210
source: Earliest Start Date/Time
ro_ro: Prima Data/Ora Incepere

# Table 3925310516 - Field 458406397 - Property 2879900210
source: Ending Date
ro_ro: Data Sfarsit

# Table 3925310516 - Field 1753067149 - Property 2879900210
source: Execution End Date/Time
ro_ro: Data/Ora Finalizare Executie

# Table 3925310516 - Field 707229288 - Property 2879900210
source: Execution Start Date/Time
ro_ro: Data/Ora Incepere Executie

# Table 3925310516 - Field 2681143077 - Property 2879900210
source: Folder Path
ro_ro: Cale Folder

# Table 3925310516 - Field 1871831672 - Property 2879900210
source: Header Comment SAFT Type
ro_ro: Tip Declaratie SAFT

# Table 3925310516 - Field 2747192818 - Property 2879900210
source: Mapping Range Code
ro_ro: Cod Interval Mapare

# Table 3925310516 - Field 18210474 - Property 2879900210
source: Max No. Of Jobs
ro_ro: Nr. Maxim Lucrari

# Table 3925310516 - Field 1045836580 - Property 2879900210
source: Parallel Processing
ro_ro: Procesare Paralela

# Table 3925310516 - Field 382888509 - Property 2879900210
source: SAF-T File
ro_ro: Fisier SAFT

# Table 3925310516 - Field 460889064 - Property 2879900210
source: Starting Date
ro_ro: Data Inceput

# Table 3925310516 - Field 513339096 - Property 2879900210
source: Status
ro_ro: Stare

# Table 3925310516 - Field 513339096 - Property 62802879
source: Not Started,In Progress,Failed,Completed
ro_ro: Nou,In Procesare,Eroare,Finalizat

# Table 3925310516 - Field 1535932298 - Property 2879900210
source: Tax Accounting Basis
ro_ro: Baza Contabila Fiscala

# Table 964462395 - Property 2879900210
source: SAFT Export Line
ro_ro: Linie Export SAFT

# Table 964462395 - Field 892252506 - Property 2879900210
source: Created Date/Time
ro_ro: Data/Ora Creare

# Table 964462395 - Field 3461834954 - Property 2879900210
source: Description
ro_ro: Descriere

# Table 964462395 - Field 458406397 - Property 2879900210
source: Ending Date
ro_ro: Data Sfarsit

# Table 964462395 - Field 1219836582 - Property 2879900210
source: Export File
ro_ro: Exportati fisierul

# Table 964462395 - Field 3320823955 - Property 2879900210
source: Line No.
ro_ro: Nr. Linie

# Table 964462395 - Field 2934272260 - Property 2879900210
source: No. Of Retries
ro_ro: Nr. de Incercari

# Table 964462395 - Field 4237402031 - Property 2879900210
source: Progress
ro_ro: Progres

# Table 964462395 - Field 382888509 - Property 2879900210
source: SAF-T File
ro_ro: Fisier SAFT

# Table 964462395 - Field 4116145935 - Property 2879900210
source: Segment Index
ro_ro: Index Segment

# Table 964462395 - Field 3975658731 - Property 2879900210
source: Server Instance ID
ro_ro: ID Instanta Server

# Table 964462395 - Field 1829104285 - Property 2879900210
source: Session ID
ro_ro: ID Sesiune

# Table 964462395 - Field 460889064 - Property 2879900210
source: Starting Date
ro_ro: Data Inceput

# Table 964462395 - Field 513339096 - Property 2879900210
source: Status
ro_ro: Stare

# Table 964462395 - Field 513339096 - Property 62802879
source: Not Started,In Progress,Failed,Completed
ro_ro: Nou,In Procesare,Eroare,Finalizat

# Table 964462395 - Field 3958072724 - Property 2879900210
source: Task ID
ro_ro: ID Task

# Table 964462395 - Field 3478032625 - Property 2879900210
source: Type of Line
ro_ro: Tip Linie

# Table 964462395 - Field 3478032625 - Property 62802879
source: ,G/L Accounts,Taxonomies,Customers,Suppliers,Tax Table,UoM Table,Analysis Type Table,Movement Type Table,Products,Physical Stock,Owners,Assets,G/L Entries,Sales Invoices,Purchase Invoices,Payments,Movement of Goods,Asset Transactions,Structures,Simple Types
ro_ro: ,Conturi Contabile,Taxonomii,Clienti,Furnizori,Tabela Taxe,Tabela Unitatilor de Masura,Tabela Tipuri Analiza,Tabela Tipuri Miscari,Produse,Stocuri,Proprietati,Active,Inregistrari Contabile,Facturi de Vanzare,Facturi de Achizitie,Plati,Miscari de Bunuri,Tranzactii cu Active,Structuri,Tipuri Simple

# Table 3764358124 - Property 2879900210
source: SAFT Mapping Range
ro_ro: Interval Mapare SAFT

# Table 3764358124 - NamedType 2862659481
source: You cannot select the accounting period that does not have the ending date.
ro_ro: Nu puteti selecta perioada contabila fara data de sfarsit.

# Table 3764358124 - NamedType 2715514529
source: Starting date cannot be before ending date.
ro_ro: Data Inceput nu poate fi inainte de data sfarsit.

# Table 3764358124 - Field 2327360480 - Property 2879900210
source: Accounting Period
ro_ro: Perioada Contabila

# Table 3764358124 - Field 1682196980 - Property 2879900210
source: Chart of Account NFT
ro_ro: Tip Mapare Plan Conturi

# Table 3764358124 - Field 3004954119 - Property 2879900210
source: Code
ro_ro: Cod

# Table 3764358124 - Field 3461834954 - Property 2879900210
source: Description
ro_ro: Descriere

# Table 3764358124 - Field 458406397 - Property 2879900210
source: Ending Date
ro_ro: Data Sfarsit

# Table 3764358124 - Field 2165103452 - Property 2879900210
source: Inchidere TVA Tax Code
ro_ro: Cod Taxa TVA Inchidere TVA

# Table 3764358124 - Field 948037281 - Property 2879900210
source: Range Type
ro_ro: Tip Interval

# Table 3764358124 - Field 948037281 - Property 62802879
source: ,Accounting Period,Date Range
ro_ro: ,Perioada Contabila,Interval Date

# Table 3764358124 - Field 2064636180 - Property 2879900210
source: Source Code Inchidere TVA
ro_ro: Cod Sursa Inchidere de TVA

# Table 3764358124 - Field 460889064 - Property 2879900210
source: Starting Date
ro_ro: Data Inceput

# Table 741449449 - Property 2879900210
source: SSAFT Mapping Values
ro_ro: Mapare Valori SAFT

# Table 741449449 - Field 726393392 - Property 2879900210
source: NFT Type
ro_ro: Tip NFT

# Table 741449449 - Field 3830601223 - Property 2879900210
source: SAFT Code
ro_ro: Cod SAFT

# Table 741449449 - Field 3018246346 - Property 2879900210
source: SAFT Description
ro_ro: Descriere SAFT

# Table 3581678861 - Property 2879900210
source: SSAFT-NAV Mapping
ro_ro: Mapare SAFT-NAV

# Table 3581678861 - Field 869342929 - Property 2879900210
source: Field ID
ro_ro: ID Camp

# Table 3581678861 - Field 3070320983 - Property 2879900210
source: Field Name
ro_ro: Nume Camp

# Table 3581678861 - Field 3379764274 - Property 2879900210
source: G/L Entries Exists
ro_ro: Exita Intr. Reg. Contabilitate

# Table 3581678861 - Field 2747192818 - Property 2879900210
source: Mapping Range Code
ro_ro: Cod Interval Mapare

# Table 3581678861 - Field 138199512 - Property 2879900210
source: NAV Code
ro_ro: Cod NAV

# Table 3581678861 - Field 1629832945 - Property 2879900210
source: NAV Description
ro_ro: Descriere NAV

# Table 3581678861 - Field 726393392 - Property 2879900210
source: NFT Type
ro_ro: Tip NFT

# Table 3581678861 - Field 3830601223 - Property 2879900210
source: SAFT Code
ro_ro: Cod SAFT

# Table 3581678861 - Field 3018246346 - Property 2879900210
source: SAFT Description
ro_ro: Descriere SAFT

# Table 3581678861 - Field 3135334477 - Property 2879900210
source: Table ID
ro_ro: ID Tabel

# Table 3581678861 - Field 3521453183 - Property 2879900210
source: WHT Tax Percent
ro_ro: Procent Taxa WHT

# Codeunit 3979620219 - NamedType 1936075235
source: %1 is not specified
ro_ro: %1 nu este specificat %1 nu este specificat pentru %2

# Codeunit 1943248185 - NamedType 547411560
source: Do you want to cancel all export jobs and restart?
ro_ro: Doriti sa anulati toate lucrarile de export si sa reporniti?

# Codeunit 1943248185 - NamedType 3732164277
source: Do you want to delete the export entry?
ro_ro: Doriti sa stergeti intrarea de export?

# Codeunit 1943248185 - NamedType 251770367
source: The export was completed. You can download the export result choosing the Download SAF-T File action.\
ro_ro: Exportul a fost finalizat. Puteti descarca rezultatul exportului alegand actiunea Descarcare fisier SAF-T.\

# Codeunit 1943248185 - NamedType 3489821255
source: The export is in progress. Starting a new job cancels the current progress.\
ro_ro: Exportul este in curs. Inceperea unei noi lucrari anuleaza progresul curent.\

# Codeunit 1943248185 - NamedType 3709669307
source: One or more files exist in the folder that you want to export the SAF-T file to. Specify a folder with no files in it.
ro_ro: Unul sau mai multe fisiere exista in folderul in care doriti sa exportati fisierul SAF-T. Specificati un folder fara fisiere in el.

# Codeunit 1943248185 - NamedType 3625992881
source: Since you did not schedule the SAF-T file generation, it will be generated immediately which can take a while. Do you want to continue?
ro_ro: Deoarece nu ati programat generarea fisierului SAF-T, acesta va fi generat imediat, ceea ce poate dura ceva timp. Doriti sa continuati?

# Codeunit 1943248185 - NamedType 3230717189
source: There are %1 jobs not started or failed
ro_ro: Exista %1 lucrari care nu au inceput sau au esuat

# Codeunit 1943248185 - NamedType 3437776458
source: One or more export lines are in progress or completed.\
ro_ro: Una sau mai multe linii de export sunt în desfasurare sau finalizate.\

# Codeunit 1943248185 - NamedType 1969555425
source: The generation of a SAF-T file failed but no error message was logged.
ro_ro: Generarea unui fisier SAF-T a esuat, dar nu a fost inregistrat niciun mesaj de eroare.

# Codeunit 1943248185 - NamedType 3377795122
source: No of jobs in progress: %1
ro_ro: Numarul de lucrari in desfasurare: %1

# Codeunit 1943248185 - NamedType 2948678666
source: It is not possible to schedule the task for line %1 because the Max. No. of Jobs field contains %2.
ro_ro: Nu este posibil sa programati sarcina pentru linia %1 deoarece Max. Campul Nr. de locuri de munca contine %2.

# Codeunit 1943248185 - NamedType 3056742058
source: No zip file generated.
ro_ro: Nu a fost generat niciun fisier zip.

# Codeunit 1943248185 - NamedType 212038813
source: Parallel SAF-T file generation
ro_ro: Generare paralela de fisiere SAF-T

# Codeunit 1943248185 - NamedType 4069002805
source: Do you want to restart the export for this line?
ro_ro: Doriti sa reporniti exportul pentru aceasta linie?

# Codeunit 1943248185 - NamedType 3884700983
source: Do you want to restart the export to get a new SAF-T file?
ro_ro: Doriti sa reporniti exportul pentru a obtine un nou fisier SAF-T?

# Codeunit 1943248185 - NamedType 3348963083
source: SAF-T file generated.
ro_ro: Fisierul SAF-T a fost generat.

# Codeunit 1943248185 - NamedType 1661455056
source: SAF-T file not generated.
ro_ro: Fisierul SAF-T nu a fost generat.

# Codeunit 1943248185 - NamedType 2582843447
source: Schedule a task for line %1.
ro_ro: Programati o sarcina pentru linia %1.

# Codeunit 1943248185 - NamedType 1272624294
source: The task for line %1 was lost.
ro_ro: Sarcina pentru linia %1 a fost pierduta.

# Codeunit 1943248185 - NamedType 1908741162
source: The Earliest Start Date/Time field is not filled in. Do you want to proceed and start the export immediately?
ro_ro: Campul pentru cea mai devreme data/ora de incepere nu este completat. Doriti sa continuati si sa incepeti imediat exportul?

# Codeunit 1943248185 - NamedType 3058423012
source: Export SAF-T archive
ro_ro: Exportați arhiva SAF-T

# Codeunit 1859640666 - NamedType 920755264
source: Counting Asset Transactions...
ro_ro: Numărarea tranzacțiilor cu active...

# Codeunit 1859640666 - NamedType 582035378
source: Exporting assets...
ro_ro: Export active...

# Codeunit 1859640666 - NamedType 3624595301
source: Exporting Asset Transactions...
ro_ro: Export tranzactii active...

# Codeunit 1859640666 - NamedType 3681729518
source: Exporting customers...
ro_ro: Export Clienti...

# Codeunit 1859640666 - NamedType 845075474
source: Exporting Dimensions...
ro_ro: Export Dimensiuni...

# Codeunit 1859640666 - NamedType 2707936680
source: Exporting G/L entries...
ro_ro: Export intrari Contabilitate...

# Codeunit 1859640666 - NamedType 2117291001
source: Export Movement
ro_ro: Export Miscari

# Codeunit 1859640666 - NamedType 957232321
source: Exporting Movement of Goods...
ro_ro: Export Miscari bunuri...

# Codeunit 1859640666 - NamedType 3368503912
source: Exporting Payments Entries...
ro_ro: Export Plati...

# Codeunit 1859640666 - NamedType 3824165195
source: Export PhysicalStock
ro_ro: Export Stoc Fizic

# Codeunit 1859640666 - NamedType 1570768839
source: Exporting products...
ro_ro: Export Produse...

# Codeunit 1859640666 - NamedType 444566902
source: Exporting Purchase Entries...
ro_ro: Export Documente Cumparare...

# Codeunit 1859640666 - NamedType 955328283
source: Exporting Sales Entries...
ro_ro: Export Documente Vanzare...

# Codeunit 1859640666 - NamedType 2648739523
source: Exporting VAT Posting Setup...
ro_ro: Export Param TVA...

# Codeunit 1859640666 - NamedType 959703334
source: Exporting vendors...
ro_ro: Export Furnizori...

# Codeunit 1859640666 - NamedType 1781017900
source: Generating header...
ro_ro: Generare Antet...

# Codeunit 3569217635 - NamedType 777588163
source: A chart of accounts does not exist in the current company.
ro_ro: Nu exista un plan de conturi in compania actuala.

# Codeunit 3569217635 - NamedType 1614519160
source: It is not possible to copy the mapping due to different mapping types.
ro_ro: Nu este posibil copierea maparii din cauza tipului de mapare diferit.

# Codeunit 3569217635 - NamedType 2290190938
source: One or more dimensions do not have a SAF-T analysis code. Open the Dimensions page and specify a SAF-T analysis code for each dimension.
ro_ro: Una sau mai multe dimensiuni nu au cod de analiza SAF-T. Deschideti pagina Dimensiuni si specificati un cod de analiza SAF-T pentru fiecare dimensiune.

# Codeunit 3569217635 - NamedType 1525031959
source: You must specify an ending date.
ro_ro: Trebuie sa specificati o data de sfarsit

# Codeunit 3569217635 - NamedType 1936075235
source: %1 is not specified
ro_ro: %1 nu este specificat %1 nu este specificat pentru %2

# Codeunit 3569217635 - NamedType 3667637739
source: One or more G/L accounts already have a mapping setup. Create a new mapping range with another mapping type.
ro_ro: Unul sau mai multe conturi G/L au deja o configuratie de mapare. Creati o noua perioada de mapare cu un alt tip de mapare.

# Codeunit 3569217635 - NamedType 2981755771
source: Mapping for category %1 with mapping code %2 already exists for range ID %3.
ro_ro: Maparea pentru categoria %1 si codul %2 exista deja pentru ID-ul %3.

# Codeunit 3569217635 - NamedType 3959011560
source: One or more G/L accounts do not have a mapping setup. Open the SAF-T Mapping Setup page for the selected mapping range and map each G/L account either to the standard account or the grouping code.
ro_ro: Unul sau mai multe conturi G/L nu au o configuratie de mapare. Deschideti pagina SAF-T Mapping Setup pentru intervalul de mapare selectat si mapati fiecare cont G/L fie la contul standard, fie la codul de grupare.

# Codeunit 3569217635 - NamedType 243832071
source: Do you want to match entries with SAF-T codes?
ro_ro: Doriti sa mapati intrarile la codul SAFT?

# Codeunit 3569217635 - NamedType 2992087918
source: No G/L account mapping was created for range ID %1.
ro_ro: Nu fost mapat nici un cont contabil pentru ID-ul %1.

# Codeunit 3569217635 - NamedType 3282534358
source: Preparring for Mapping...
ro_ro: Pregatire Mapare...

# Codeunit 3569217635 - NamedType 3683577878
source: You must specify a starting date.
ro_ro: Trebuie sa specificati o data de inceput.

# Codeunit 3569217635 - NamedType 1752140215
source: One or more VAT posting setup do not have a %1. Open the VAT Posting Setup page and specify %1 for each VAT posting setup combination.
ro_ro: Una sau mai multe configuratii de inregistrare TVA nu au un %1. Deschideti pagina de configurare a inregistrarii TVA si specificati %1 pentru fiecare combinatie de configurare a inregistrarii TVA.

# Codeunit 2324290752 - NamedType 2041796227
source: Not possible to insert element %1
ro_ro: Nu este posibilă inserarea elementului %1

# Page 2145750605 - Control 1891374435 - Property 2879900210
source: Export Lines
ro_ro: Linii de export

# Page 2145750605 - Control 6461729 - Property 1295455071
source: Specifies the earliest date and time when the background job must be run.
ro_ro: Specifică cea mai apropiată dată și oră la care trebuie să fie executată sarcina de fond.

# Page 2145750605 - Control 458406397 - Property 1295455071
source: Specifies the ending date of the SAF-T reporting period.
ro_ro: Specifică data de încheiere a perioadei de raportare SAF-T.

# Page 2145750605 - Control 1753067149 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was completed.
ro_ro: Precizează data și ora la care a fost finalizată generarea fișierului SAF-T.

# Page 2145750605 - Control 707229288 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was started.
ro_ro: Precizează data și ora la care a fost inițiată generarea de fișiere SAF-T.

# Page 2145750605 - Control 2681143077 - Property 1295455071
source: Specifies the complete path of the public folder that the SAF-T file is exported to.
ro_ro: Specifică calea completă a dosarului public în care este exportat fișierul SAF-T.

# Page 2145750605 - Control 1871831672 - Property 1295455071
source: Specifies the comment that is exported to the HeaderComment XML node of the SAF-T file
ro_ro: Specifica valoarea campului Tip Declaratie SAFT

# Page 2145750605 - Control 2747192818 - Property 1295455071
source: Specifies the mapping range code that represents the SAF-T reporting period.
ro_ro: Specifica valoarea campului Cod Interval Mapare

# Page 2145750605 - Control 18210474 - Property 1295455071
source: Specifies the maximum number of background jobs that can be processed at the same time.
ro_ro: Specifica valoarea campului Nr. Maxim Lucrari

# Page 2145750605 - Control 1045836580 - Property 1295455071
source: Specifies if the change will be processed by parallel background jobs.
ro_ro: Specifica daca modificarea va fi procesata de Task-uri paralele.

# Page 2145750605 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the SAF-T reporting period.
ro_ro: Specifica valoarea campului Cod Interval Mapare

# Page 2145750605 - Control 513339096 - Property 1295455071
source: Specifies the overall status of one or more SAF-T files being generated.
ro_ro: Specifică starea generală a unuia sau mai multor fișiere SAF-T în curs de generare.

# Page 2145750605 - Control 1535932298 - Property 1295455071
source: Specifies the tax accounting basis that is exported to the TaxAccountingBasis XML node of the SAF-T file
ro_ro: Specifică baza de contabilitate fiscală care este exportată în nodul TaxAccountingBasis XML din fișierul SAF-T

# Page 2145750605 - Action 2787516006 - Property 1295455071
source: Download the generated SAF-T file.
ro_ro: Descarcati Fisier SAFT

# Page 2145750605 - Action 2787516006 - Property 2879900210
source: Download File
ro_ro: Descarti fisier

# Page 2145750605 - Action 2317497980 - Property 1295455071
source: Export a single SAF-T file.
ro_ro: Export Intr-un Fisier

# Page 2145750605 - Action 2317497980 - Property 2879900210
source: Export Single File
ro_ro: Export Intr-un Fisier

# Page 2145750605 - Action 620325036 - Property 1295455071
source: Start the generation of the SAF-T file.
ro_ro: Începe generarea fișierului SAF-T. Pornire generare fisier SAF-T

# Page 4272129388 - Property 2879900210
source: Lines
ro_ro: Linii

# Page 4272129388 - Control 892252506 - Property 1295455071
source: Specifies the date and time when the generation of the selected SAF-T file was completed.
ro_ro: Specifica Data si Ora cand fisierul SAF-T a fost finalizat.

# Page 4272129388 - Control 3461834954 - Property 1295455071
source: Specifies the description of the selected SAF-T file.
ro_ro: Specifica descrierea fisierului SAF-T Selectat

# Page 4272129388 - Control 3320823955 - Property 1295455071
source: Specifies the line number of the selected SAF-T file.
ro_ro: Specifica numarul de linie al fisierului SAF-T Selectat

# Page 4272129388 - Control 4237402031 - Property 1295455071
source: Specifies the progress of the selected SAF-T file.
ro_ro: Specifica progresul fisierului SAF-T Selectat

# Page 4272129388 - Control 513339096 - Property 1295455071
source: Specifies the status of the selected SAF-T file.
ro_ro: Specifica statusul fisierului SAF-T Selectat

# Page 4272129388 - Action 2316947810 - Property 1295455071
source: Show the activity log for the generation of the selected SAF-T file.
ro_ro: Afisare Log Activitate

# Page 4272129388 - Action 2316947810 - Property 2879900210
source: Activity Log
ro_ro: Jurnal Activitate

# Page 4272129388 - Action 27446870 - Property 1295455071
source: Restart the generation of the selected SAF-T file.
ro_ro: Repornire generare fisier SAF-T

# Page 4272129388 - Action 1700570109 - Property 1295455071
source: Show the error that occurred when generating the selected SAF-T file.
ro_ro: Afisare eroare.

# Page 4272129388 - Action 1700570109 - Property 2879900210
source: Show Error
ro_ro: Vizualizare eroare

# Page 2287782392 - Property 2879900210
source: SAF-T Exports
ro_ro: Exporturi SAF-T Exporturi

# Page 2287782392 - Control 6461729 - Property 1295455071
source: Specifies the earliest date and time when the background job must be run.
ro_ro: Specifică cea mai apropiată dată și oră la care trebuie să fie executată sarcina de fond.

# Page 2287782392 - Control 458406397 - Property 1295455071
source: Specifies the ending date of the SAF-T reporting period.
ro_ro: Specifică data de încheiere a perioadei de raportare SAF-T.

# Page 2287782392 - Control 1753067149 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was completed.
ro_ro: Precizează data și ora la care a fost finalizată generarea fișierului SAF-T.

# Page 2287782392 - Control 707229288 - Property 1295455071
source: Specifies the date and time when the SAF-T file generation was started.
ro_ro: Precizează data și ora la care a fost inițiată generarea de fișiere SAF-T.

# Page 2287782392 - Control 2747192818 - Property 1295455071
source: Specifies the mapping range code that represents the SAF-T reporting period.
ro_ro: Specifica valoarea campului Cod Interval Mapare

# Page 2287782392 - Control 18210474 - Property 1295455071
source: Specifies the maximum number of background jobs that can be processed at the same time.
ro_ro: Specifica valoarea campului Nr. Maxim Lucrari

# Page 2287782392 - Control 1045836580 - Property 1295455071
source: Specifies if the change will be processed by parallel background jobs.
ro_ro: Specifica daca modificarea va fi procesata de Task-uri paralele.

# Page 2287782392 - Control 460889064 - Property 1295455071
source: Specifies the starting date of the SAF-T reporting period.
ro_ro: Specifica valoarea campului Cod Interval Mapare

# Page 2287782392 - Control 513339096 - Property 1295455071
source: Specifies the overall status of one or more SAF-T files being generated.
ro_ro: Specifică starea generală a unuia sau mai multor fișiere SAF-T în curs de generare.

# Page 2287782392 - Action 2787516006 - Property 1295455071
source: Download the generated SAF-T file.
ro_ro: Descarcati Fisier SAFT

# Page 2287782392 - Action 2787516006 - Property 2879900210
source: Download File
ro_ro: Descarti fisier

# Page 2287782392 - Action 620325036 - Property 1295455071
source: Start the generation of the SAF-T file.
ro_ro: Începe generarea fișierului SAF-T. Pornire generare fisier SAF-T

# Page 2394050905 - Property 2879900210
source: SAFT Mapping
ro_ro: Mapare SAFT

# Page 2394050905 - Control 869342929 - Property 1295455071
source: The Field ID.
ro_ro: ID Camp
