Repository: Support-Soft/SSA240
Catalog: Localizare Support Soft SAF-T/Translations/Localizare Support Soft SAF-T.*.xlf
Languages: ro_ro

# Page 2394050905 - Control 3070320983 - Property 1295455071
source: The Field Name.
ro_ro: Nume camp

# Page 2394050905 - Control 3379764274 - Property 1295455071
source: The G/L Entries Exists.
ro_ro: Exista intrari contabile

# Page 2394050905 - Control 2747192818 - Property 1295455071
source: The mapping range code.
ro_ro: Cod Interval Mapare

# Page 2394050905 - Control 138199512 - Property 1295455071
source: The NAV Code.
ro_ro: Cod NAV

# Page 2394050905 - Control 1629832945 - Property 1295455071
source: The NAV Description.
ro_ro: Descriere NAV

# Page 2394050905 - Control 726393392 - Property 1295455071
source: The NFT Type.
ro_ro: Tip Nomenclator

# Page 2394050905 - Control 3830601223 - Property 1295455071
source: The SAFT Code.
ro_ro: Cod SAFT

# Page 2394050905 - Control 3018246346 - Property 1295455071
source: The SAFT Description.
ro_ro: Descriere SAFT

# Page 2394050905 - Control 3135334477 - Property 1295455071
source: The Table ID.
ro_ro: ID tabel

# Page 2394050905 - Control 3521453183 - Property 1295455071
source: The WHT Tax Percent.
ro_ro: Procent taxa WHT

# Page 2394050905 - Control 1223246368 - Property 1295455071
source: Filter the NFT Type.
ro_ro: Filtru Tip Nomenclator

# Page 2394050905 - Control 1223246368 - Property 2879900210
source: NFT Type Filter
ro_ro: Filtru Tip NFT

# Page 2394050905 - Control 1457612814 - Property 1295455071
source: Filter the mapping range code.
ro_ro: Filtru Cod Interval Mapare

# Page 2394050905 - Control 1457612814 - Property 2879900210
source: Range Code Filter
ro_ro: Filtru Cod Interval

# Page 2394050905 - Action 1553741435 - Property 1295455071
source: Clear filter.
ro_ro: Golire filtru.

# Page 2394050905 - Action 1553741435 - Property 2879900210
source: Clear Filter
ro_ro: Golire filtru

# Page 2394050905 - Action 972680765 - Property 1295455071
source: Generate lines on the G/L Account Mapping page based on an existing chart of accounts.
ro_ro: Generați linii mapare conturi contabile.

# Page 2394050905 - Action 972680765 - Property 2879900210
source: Initialize Souce for Mapping
ro_ro: Initializare mapare. Initializare sursa pentru mapare.

# Page 2394050905 - Action 3588558721 - Property 1295455071
source: Generate lines on the G/L Account Mapping page based on an existing chart of accounts.
ro_ro: Generați linii mapare conturi contabile.

# Page 2394050905 - Action 3588558721 - Property 2879900210
source: Match Mapping
ro_ro: Potrivire Mapare

# Page 3764358124 - Property 2879900210
source: SAFT Mapping Range
ro_ro: Interval Mapare SAFT

# Page 3764358124 - Control 2327360480 - Property 1295455071
source: Accounting period of the mapping range.
ro_ro: Perioada Contabil Interval mapare.

# Page 3764358124 - Control 1682196980 - Property 1295455071
source: Chart of account NFT of the mapping range.
ro_ro: Planul de conturi NFT al intervalului de mapare.

# Page 3764358124 - Control 3004954119 - Property 1295455071
source: Code of the mapping range.
ro_ro: Cod Interval Mapare

# Page 3764358124 - Control 3461834954 - Property 1295455071
source: Description of the mapping range.
ro_ro: Descriere Interval Mapare

# Page 3764358124 - Control 458406397 - Property 1295455071
source: Ending date of the mapping range.
ro_ro: Data Sfarsit Interval Mapare

# Page 3764358124 - Control 2165103452 - Property 1295455071
source: Tax code for closing VAT.
ro_ro: Cod Taxa Inchidere TVA

# Page 3764358124 - Control 948037281 - Property 1295455071
source: Type of the mapping range.
ro_ro: Tip Interval Mapare

# Page 3764358124 - Control 2064636180 - Property 1295455071
source: Source code for closing VAT.
ro_ro: Cod Sursa Inchidere TVA

# Page 3764358124 - Control 460889064 - Property 1295455071
source: Starting date of the mapping range.
ro_ro: Data Inceput Interval Mapare

# Page 3764358124 - Action 3517601603 - Property 1295455071
source: Copy the G/L account mapping from another mapping code.
ro_ro: Copiere Mapare.

# Page 3764358124 - Action 3517601603 - Property 2879900210
source: Copy Mapping from Another Range
ro_ro: Copiere Interval Mapare

# Page 3764358124 - Action 972680765 - Property 1295455071
source: Generate lines on the G/L Account Mapping page based on an existing chart of accounts.
ro_ro: Generați linii mapare conturi contabile.

# Page 3764358124 - Action 972680765 - Property 2879900210
source: Initialize Souce for Mapping
ro_ro: Initializare mapare. Initializare sursa pentru mapare.

# Page 741449449 - Property 2879900210
source: SAFT Mapping Values
ro_ro: Valori Mapare SAFT

# Page 741449449 - Control 726393392 - Property 1295455071
source: NFT Type
ro_ro: Tip NFT

# Page 741449449 - Control 3830601223 - Property 1295455071
source: SAFT Code
ro_ro: Cod SAFT

# Page 741449449 - Control 3018246346 - Property 1295455071
source: SAFT Description
ro_ro: Descriere SAFT

# Report 2166683774 - Property 2879900210
source: SAFT Copy Mapping
ro_ro: Copiere Mapare SAFT

# Report 2166683774 - Control 362981690 - Property 1295455071
source: Specifies the mapping range code to copy mapping from
ro_ro: Copiere Interval Mapare

# Report 2166683774 - Control 362981690 - Property 2879900210
source: Copy From
ro_ro: Copiere de la

# Report 2166683774 - Control 647831746 - Property 1295455071
source: Specifies that the existing mapping will be replaced by the mapping range to copy.
ro_ro: Specifica daca Interval Mapare va fi inlocuit.

# Report 2166683774 - Control 647831746 - Property 2879900210
source: Replace Existing Mapping
ro_ro: Inlocuire Mapare Existenta

# Report 2166683774 - Control 2069154417 - Property 1295455071
source: Specifies the mapping range code to copy mapping to
ro_ro: Specifica daca Interval Mapare de copiat

# Report 2166683774 - Control 2069154417 - Property 2879900210
source: Copy To
ro_ro: Copiere la

# PageExtension 3921990236 - Control 4195485218 - Property 1295455071
source: Specifies the value of the SAFT Excl. Vendor Posting Grp field.
ro_ro: Specifica campul SAFT Excl. Vendor Posting Grp.

# PageExtension 3210245548 - Control 1205194672 - Property 1295455071
source: Specifies the value of the SAFT Contact No. field.
ro_ro: Specifica valoarea campului Contact SAFT.

# PageExtension 3316087204 - Control 3767091475 - Property 1295455071
source: Specifies the value of the SAFT Analysis Type field.
ro_ro: Specifica valoarea campului Tip Analiza SAFT

# PageExtension 3316087204 - Control 2288927073 - Property 1295455071
source: Specifies the value of the SAFT Export field.
ro_ro: Specifica valoarea campului Export SAFT.

# PageExtension 3440055094 - Control 2472124144 - Property 1295455071
source: Specifies the value of the SAFT FA Posting Group Filter field.
ro_ro: Specifică valoarea câmpului SAFT FA Posting Group Filter.

# PageExtension 3858536337 - Control 1256708824 - Property 1295455071
source: Specifies the value of the G/L Accounts Payments field.
ro_ro: Specifică valoarea câmpului Plăți conturi G/L.

# PageExtension 3858536337 - Control 729837827 - Property 1295455071
source: Specifies the value of the Grupa cu TVA NONUE Client field.
ro_ro: Specifica campul Grupa cu TVA NONUE Client.

# PageExtension 3858536337 - Control 7047480 - Property 1295455071
source: Specifies the value of the Grupa cu TVA NONUE Fz field.
ro_ro: Specifica campul Grupa cu TVA NONUE Fz.

# PageExtension 3858536337 - Control 2364971890 - Property 1295455071
source: Specifies the value of the Grupa cu TVA UE Client field.
ro_ro: Specifica campul Grupa cu TVA UE Client.

# PageExtension 3858536337 - Control 4203602746 - Property 1295455071
source: Specifies the value of the Grupa cu TVA UE Furnizor field.
ro_ro: Specifica campul Grupa cu TVA UE Furnizor.

# PageExtension 561160318 - Control 2852377139 - Property 1295455071
source: Specifies the value of the SAFT Do Not Export field.
ro_ro: Specifica campul Fara Export SAFT.

# PageExtension 2992732087 - Control 2657450008 - Property 1295455071
source: Specifies the value of the SAFT Autofactura Customer No. field.
ro_ro: Specifica valoarea campului Client Autofactura SAFT.

# PageExtension 469652209 - Control 2778702454 - Property 1295455071
source: Specifies the value of the SAFTDeductibilitate % field.
ro_ro: Specifica valoarea campului Deductibilitate % SAFT

# PageExtension 469652209 - Control 2884222005 - Property 1295455071
source: Specifies the value of the SAFT Tax Code field.
ro_ro: Specifica valoarea campului Cod Taxa SAFT

# PageExtension 4161773565 - Control 2778702454 - Property 1295455071
source: Specifies the value of the SAFTDeductibilitate % field.
ro_ro: Specifica valoarea campului Deductibilitate % SAFT

# PageExtension 4161773565 - Control 2884222005 - Property 1295455071
source: Specifies the value of the SAFT Tax Code field.
ro_ro: Specifica valoarea campului Cod Taxa SAFT

# TableExtension 3921990236 - Field 4195485218 - Property 2879900210
source: SAFT Excl. Vendor Posting Grp
ro_ro: Filtru Gr. Inreg. Furnizor Exclus din SAFT

# TableExtension 3210245548 - Field 1205194672 - Property 2879900210
source: SAFT Contact No.
ro_ro: Nr. Contact SAFT

# TableExtension 2443337625 - Field 2564942899 - Property 2879900210
source: Credit Amount (LCY) CPG
ro_ro: Suma Credit MN VPG

# TableExtension 2443337625 - Field 26159694 - Property 2879900210
source: Debit Amount (LCY) CPG
ro_ro: Suma Debit MN VPG

# TableExtension 2393490861 - Field 3767091475 - Property 2879900210
source: SAFT Analysis Type
ro_ro: Tip Analiza SAFT

# TableExtension 2393490861 - Field 2288927073 - Property 2879900210
source: SAFT Export
ro_ro: Export SAFT

# TableExtension 2139995197 - Field 2472124144 - Property 2879900210
source: SAFT FA Posting Group Filter
ro_ro: SAFT Filtru Grupa inreg. MF

# TableExtension 3858536337 - Field 1256708824 - Property 2879900210
source: G/L Accounts Payments
ro_ro: Conturi Contabile de Raportat la Payments

# TableExtension 1689279450 - Field 2852377139 - Property 2879900210
source: SAFT Do Not Export
ro_ro: Fara Export SAFT

# TableExtension 2992732087 - Field 2657450008 - Property 2879900210
source: SAFT Autofactura Customer No.
ro_ro: Nr. Client Autofactura SAFT

# TableExtension 469652209 - Field 2778702454 - Property 2879900210
source: SAFTDeductibilitate %
ro_ro: Deductibilitate % SAFT

# TableExtension 469652209 - Field 2884222005 - Property 2879900210
source: SAFT Tax Code
ro_ro: Cod Taxa SAFT

# TableExtension 2394703505 - Field 3740111864 - Property 2879900210
source: Credit Amount (LCY) VPG
ro_ro: Suma Credit MN VPG

# TableExtension 2394703505 - Field 834577153 - Property 2879900210
source: Debit Amount (LCY) VPG
ro_ro: Suma Debit MN VPG
